Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/Zombieland/data/*.xliff
Languages: uk

source: Zombies feast on corpses if you turn this option on.
uk: Якщо увімкнути цю опцію, зомбі будуть харчуватися трупами.

source: Zombieland has five different types of zombies.
uk: У Zombieland є п'ять різних типів зомбі.

source: They have all special abilities and make the game harder.
uk: Вони володіють усіма особливими здібностями та ускладнюють гру.

source: Also, their body form and size determines their overall stats.
uk: Крім того, форма і розмір тіла визначають загальну статистику.

source: Suicide bomber zombies will blow their bomb when they die.
uk: Зомбі-смертники підірвуть свою бомбу, коли помруть.

source: They will also trigger it when they reach any piece of wall you build.
uk: Вони також спрацьовують, коли досягають будь-якої частини стіни, яку ви побудували.

source: Keep an eye on them and do not let them get close.
uk: Слідкуйте за ними і не підпускайте близько.

source: Toxic splasher zombies will splatter their surroundings with very toxic and sticky green material.
uk: Токсичні зомбі-розбризкувачі розбризкують навколо себе дуже токсичну і липку зелену речовину.

source: Make sure your colonists do not walk over these patches.
uk: Переконайтеся, що ваші колоністи не ходять по цих ділянках.

source: Tanky operator zombies are heavily armored but slow.
uk: Танкові зомбі добре броньовані, але повільні.

source: They take a lot of damage before their shield, helmet and suit fall apart and you can finally kill them.
uk: Вони отримують багато пошкоджень, перш ніж їх щит, шолом і костюм розвалюються, і ви нарешті можете вбити їх.

source: Mining zombies will start mining if they encounter mountains on their way to your base.
uk: Зомбі шахтарі почнуть копати, якщо зустрінуть гори на шляху до вашої бази.

source: Easily recognisable with their orange hard hats.
uk: Їх легко впізнати за помаранчевими касками.

source: Electrifying zombies don't bite so you can melee them.
uk: Наелектризовані зомбі не кусаються, тож ви можете битися з ними в рукопашному бою.

source: In fact, their electric force field will protect them from any damage except melee.
uk: Фактично, їхнє електричне силове поле захистить їх від будь-яких пошкоджень, окрім ближнього бою.

source: They will interfer and break anything electric, electronic or anything build with components including powered things, armor and weapons.
uk: Вони втручатимуться і ламатимуть все електричне, електронне або все, що має компоненти, включно з електроприладами, бронею та зброєю.

source: Albino zombies don't attack you.
uk: Зомбі-альбіноси не нападають на вас.

source: Instead, they sabotage your base and scream so you get stunned and vomit.
uk: Замість цього вони саботують вашу базу і кричать так, що ви оглушуєтесь і блюєте.

source: Dark slimer zombies leave a ultra sticky tar like slime trail behind them.
uk: Темні стрункі зомбі залишають за собою надзвичайно липкий смолистий, схожий на слиз, слід.

source: It is hard to clean (rain will wash it away though) and only zombies will pass it easily.
uk: Його важко чистити (хоча дощ його змиє), і тільки зомбі зможуть легко пройти по ньому.

source: Healer zombies heal all zombies within a certain distance to full health.
uk: Зомбі-цілителі зцілюють усіх зомбі в межах певної відстані до повного здоров'я.

source: They can be identified by their cyan skin color and they otherwise act like normal standard zombies.
uk: Їх можна впізнати за блакитним кольором шкіри, а в іншому вони поводяться як звичайні стандартні зомбі.

source: Ordinary zombies come in different body sizes.
uk: Звичайні зомбі бувають різних розмірів.

source: That defines their strength but also their speed!
uk: Це визначає їхню силу, а також швидкість!

source: They often wear any apparel that is available in the game and in any mods you have installed.
uk: Вони часто носять будь-який одяг, доступний у грі та у всіх встановлених вами модах.

source: The percentage of zombies that are children.
uk: Відсоток зомбі, які є дітьми.

source: Note: killing a zombie child will give a slight negative mood (lasts for 2 hours)
uk: Примітка: вбивство дитини-зомбі дасть легкий негативний настрій (триває 2 години)

source: The zombie spitter is a siege beast that launches zombies into your base.
uk: Зомбі-плювака - це облоговий звір, який запускає зомбі на вашу базу.

source: This setting adjusts both the intensity and frequency with which the Spitter operates.
uk: Цей параметр регулює як інтенсивність, так і частоту, з якою працює плювальниця.

source: Setting it to 0% disables the Spitter.
uk: Якщо встановити значення 0%, вона вимкнеться.

source: When a group of zombies gets too dense this will define the number of zombies that will push other zombies over adjacent walls.
uk: Коли група зомбі стає занадто щільною, це визначає кількість зомбі, які виштовхують інших зомбі через сусідні стіни.

source: If the other side of the wall is part of a roofed room, that roof will be damaged by the zombie.
uk: Якщо інша сторона стіни є частиною приміщення з дахом, то дах буде пошкоджено зомбі.

source: This section contains miscellaneous settings that do not affect game play very much.
uk: Цей розділ містить різні налаштування, які не дуже впливають на гру.

source: Some are cosmetic and some can speed up the game on a slower computer.
uk: Деякі з них є косметичними, а деякі можуть прискорити гру на повільному комп'ютері.

source: Every zombie will have custom body textures with injuries and other zombie related marks.
uk: Кожен зомбі матиме власну текстуру тіла з пораненнями та іншими відмітинами, пов'язаними з зомбі.

source: This makes Zombieland consume a lot of memory so turn it off if you are having problems (especially in the 32bit version)
uk: Це призводить до того, що Zombieland споживає багато пам'яті, тому вимкніть його, якщо у вас виникають проблеми (особливо у 32-бітній версії)

source: Zombieland the movie has a meme about twinkies.
uk: У фільмі "Зомбіленд" є мем про печиво.

source: In honor of the movie, the mod changes the visual appearance of survival meals to a twinkie.
uk: На честь фільму мод змінює зовнішній вигляд їжі для виживання на печиво.

source: Normally Rimworld plays specific danger music when there is a thread on the map.
uk: Зазвичай у грі Rimworld грає специфічна музика небезпеки, коли на карті з'являється загроза.

source: Since zombies are most likely permanent on the map, this option turns this feature off.
uk: Оскільки зомбі, найімовірніше, постійно перебувають на мапі, ця опція вимикає цю функцію.

source: No zombie theme without some creepy ambient sounds.
uk: Жодна зомбі-тематика не обходиться без моторошних ембієнтних звуків.

source: At night, when all zombies drift towards your base, this will play some spooky sounds.
uk: Вночі, коли всі зомбі дрейфують до вашої бази, це буде відтворювати деякі моторошні звуки.

source: To assist you with better pathing around any zombies, you can turn this option on.
uk: Щоб допомогти вам краще обходити зомбі, ви можете увімкнути цю опцію.

source: Zombieland will constantly adjust the path of a colonist to avoid zombies.
uk: Zombieland буде постійно коригувати шлях колоніста, щоб уникнути зомбі.

source: Very useful for less micro and for rescueing other colonists.
uk: Дуже корисно для меншого мікро і для порятунку інших колоністів.

source: Game speed tweak: turn this off and zombies do not drop blood anymore.
uk: Налаштування швидкості гри: вимкніть цю опцію, і зомбі більше не стікатимуть кров'ю.

source: To give you more interesting gameplay, zombies will catch fire and burn longer than usual while walking around.
uk: Щоб зробити ігровий процес цікавішим, зомбі загорятимуться і горітимуть довше, ніж зазвичай, під час прогулянки.

source: Turn off if your computer is too slow to handle a lot of fire.
uk: Вимкніть, якщо ваш комп'ютер занадто повільний, щоб впоратися з великою кількістю вогню.

source: Since zombies cannot be selected you can enable a mouse-over health bar.
uk: Оскільки зомбі не можна вибрати, ви можете увімкнути панель здоров'я при наведенні миші.

source: It shows the overall health and also the consciousness level.
uk: Він показує загальний стан здоров'я, а також рівень свідомості.

source: This controls the display of the zombie information on the right side of your screen.
uk: Цей параметр керує відображенням інформації про зомбі у правій частині екрана.

source: When a colonist is in a dangerous area or leaves a safe area this setting will highlight that area.\n\nYou can use the normal area manager to manage dangerous areas.
uk: Коли колоніст перебуває в небезпечній зоні або залишає безпечну зону, цей параметр буде підсвічувати цю зону.\n\nВи можете використовувати звичайний менеджер зон для керування небезпечними зонами.

source: To speed up zombie spawning and save memory you can make zombies spawn without apparel.
uk: Щоб прискорити відтворення зомбі і заощадити пам'ять, ви можете зробити так, щоб зомбі відтворювалися без одягу.

source: Zombies will float in space in SOS2 maps.
uk: Зомбі плаватимуть у космосі на картах SOS2.

source: In this section you can restore the default settings or load and publish your own settings.
uk: У цьому розділі ви можете відновити налаштування за замовчуванням або завантажити та опублікувати власні налаштування.

source: If you are in a game, you can even uninstall the mod with a click of a button.
uk: Якщо ви граєте в гру, ви навіть можете видалити мод одним натисканням кнопки.

source: To remove Zombieland, just click Uninstall.
uk: Щоб видалити Zombieland, просто натисніть кнопку "Видалити".

source: You will be asked to save the current game under a new name and will return to the main menu.
uk: Вам буде запропоновано зберегти поточну гру під новим ім'ям і ви повернетесь до головного меню.

source: From there, you can uninstall the mod and load the saved game file to continue your game without Zombieland.
uk: Звідти ви можете видалити мод і завантажити збережений файл гри, щоб продовжити гру без Zombieland.

source: This will reset the settings to default.
uk: Це призведе до скидання налаштувань за замовчуванням.

source: Share your settings with others using simple text copy/paste.
uk: Поділіться своїми налаштуваннями з іншими за допомогою простого копіювання/вставки тексту.

source: This copies the current settings to your computers clipboard.
uk: Це копіювання поточних налаштувань до буфера обміну вашого комп'ютера.

source: You can then paste it somewhere to share your settings with others.
uk: Потім ви можете вставити його куди-небудь, щоб поділитися своїми налаштуваннями з іншими.

source: This replaces your current settings using the text from your computers clipboard.
uk: Це замінить ваші поточні налаштування, використовуючи текст з буфера обміну вашого комп'ютера.

source: Simply copy the text that someone shared first and make your settings equal to theirs.
uk: Просто скопіюйте текст, яким хтось поділився першим, і зробіть свої налаштування такими ж, як у нього.

source: Hover over any element to read a help text about it to the right.
uk: Наведіть курсор на будь-який елемент, щоб прочитати текст довідки про нього праворуч.

source: All settings can be changed in-game and are active immediately, they are saved with the game.\n\nTo set defaults for new games, change the settings from the main screen (Options/Mod Settings/Zombieland).
uk: Всі налаштування можна змінити в грі та одразу ж зробити активними, вони зберігаються разом з грою.\n\nЩоб встановити налаштування за замовчуванням для нових ігор, змініть налаштування на головному екрані (Options/Mod Settings/Zombieland).

source: You can add keyframes that define settings in time.
uk: Ви можете додавати ключові кадри, які визначають налаштування в часі.

source: Use the slider to check the values in-between.
uk: Використовуйте повзунок, щоб перевірити значення між ними.

source: Only settings for keyframes can be edited.
uk: Редагувати можна лише налаштування ключових кадрів.

source: &lt;- first keyframe (start of the game) .
uk: &lt;- перший ключовий кадр (початок гри) .

source: future game time ->
uk: майбутній час гри ->

source: Controls the difficulty of almost all things in Zombieland like zombie abilities, threat forecast and much more.
uk: Контролює складність майже всіх речей у Zombieland, таких як здібності зомбі, прогноз загрози та багато іншого.

source: Zombieland threat scale
uk: Шкала загрози Zombieland

source: Suicide bomber zombie
uk: Зомбі-смертник

source: Toxic splasher zombie
uk: Токсичний зомбі-розбризкувач

source: Tank breacher zombie
uk: Зомбі-танк

source: Miner zombie
uk: Зомбі-шахтар

source: Electrifier zombie
uk: Наелектризований зомбі

source: Albino zombie
uk: Зомбі-альбінос

source: Dark slimer zombie
uk: Темний стрункий зомбі

source: Healer zombie
uk: Зомбі-цілитель

source: Zombie child
uk: Зомбі-дитина

source: Weak zombie
uk: Слабкий зомбі

source: Strong zombie
uk: Сильний зомбі

source: Simple zombie
uk: Простий зомбі

source: Zombie attack
uk: Атака зомбі

source: A group of zombies appears
uk: З'являється група зомбі

source: Direct attack of zombies
uk: Пряма атака зомбі

source: A group of zombies appears near your base
uk: Біля вашої бази з'являється група зомбі

source: Zombie spitter attack
uk: Атака зомбі-плюваки

source: A zombie spitter has entered the map and will siege you
uk: Зомбі-плюваки з'явився на карті та візьме вас в облогу

source: {0} until Zombies come
uk: {0} поки не прийдуть зомбі

source: Zombies will appear where there is soft soil, dirt, sand or gravel.
uk: Зомбі з'являться там, де є м'який ґрунт, бруд, пісок або гравій.

source: The construction of floors prevents those zombies from coming out of there.
uk: Конструкція підлог не дозволяє цим зомбі вийти звідти.

source: Zombieland defaults
uk: Zombieland за замовчуванням

source: Zombieland settings
uk: Налаштування Zombieland

source: Jump to now
uk: Перейти до тепер

source: Advanced Settings
uk: Розширені налаштування

source: seasons
uk: сезонів

source: years
uk: років

source: Overall Difficulty
uk: Загальна складність

source: Threat scale
uk: Масштаб загрози

source: Contamination
uk: Зараження

source: Globally enabled
uk: Глобально увімкнено

source: Changing this setting requires a restart of RimWorld
uk: Зміна цього параметра вимагає перезапуску RimWorld

source: Intensity
uk: Інтенсивність

source: Total effectiveness {0}%
uk: Загальна ефективність {0}%

source: When do zombies appear?
uk: Коли з'являються зомбі?

source: All the time
uk: Весь час

source: When it is dark
uk: Коли настає темрява

source: Only as events
uk: Тільки як події

source: From where do zombies come?
uk: Звідки беруться зомбі?

source: Where there is soft ground
uk: Там, де м'який ґрунт

source: From the map edges
uk: З країв карти

source: Movement Style
uk: Стиль руху

source: Random
uk: Випадковий

source: Simple
uk: Простий

source: Smart
uk: Розумний

source: Biomes without zombies
uk: Біоми без зомбі

source: Biomes
uk: Біоми

source: What will zombies attack?
uk: На що будуть нападати зомбі?

source: All creatures
uk: Всі істоти

source: Human-like creatures
uk: Людиноподібні істоти

source: Only colonists
uk: Тільки колоністи

source: Enemies attack zombies
uk: Вороги атакують зомбі

source: Animals attack zombies
uk: Тварини атакують на зомбі

source: What will zombies destroy?
uk: Що будуть знищувати зомбі?

source: Nothing
uk: Нічого

source: Only doors
uk: Лише двері

source: Everything that was built
uk: Все, що було побудовано

source: Only when they are agitated
uk: Тільки коли вони схвильовані

source: New game
uk: Нова гра

source: Days until zombies come
uk: Днів до приходу зомбі

source: Zombies on the map
uk: Зомбі на карті

source: Never more than
uk: Не більше ніж

source: Zombies
uk: Зомбі

source: Colony multiplier
uk: Множник колонії

source: Double tapping
uk: Подвійне торкання

source: Dynamic threat level
uk: Динамічна загроза

source: Use dynamic threat level
uk: Використовувати рівень динамічної загрози

source: Threat curve smoothness
uk: Згладжування кривої загрози

source: Threat curve stretch
uk: Розтягнути криву загроз

source: Zombies die during 0% threat
uk: Зомбі помирають при загрозі 0%

source: threat level
uk: рівень загрози

source: Threat Forecast
uk: Прогноз загроз

source: Next 14 days
uk: Наступні 14 днів

source: Next 4 quadrums
uk: Наступні 4 квадруми

source: Zombie event
uk: Подія зомбі

source: Zombies per colonist
uk: Зомбі на колоніста

source: Extra days between events
uk: Додаткові дні між подіями

source: Arriving groups are infected
uk: Групи, що прибувають, інфіковані

source: Zombie speed
uk: Швидкість зомбі

source: If they are calm
uk: Якщо вони спокійні

source: If they feel excited
uk: Якщо вони схвильовані

source: Zombie damage
uk: Пошкодження зомбі

source: Damage multiplier
uk: Множник шкоди

source: Safe melee limit
uk: Безпечний ліміт ближнього бою

source: Example: [_]{0}[_] melee level, [_]{1}[_] zombies => {2}% chance
uk: Приклад: [_]{0}[_] рівень ближнього бою, [_]{1}[_] зомбі => {2}% шанс

source: Zombies can anger animals
uk: Зомбі можуть розлютити тварин

source: Game tweaks
uk: Налаштування гри

source: Reduce turret gun consumption
uk: Зменшити споживання баштової гармати

source: Risk that a zombie bite is infectious
uk: Ризик того, що укус зомбі може бути заразним

source: Time until infection is known
uk: Час до моменту зараження відомий

source: Time infection is treatable
uk: Час, за який інфекцію можна вилікувати

source: Duration of infection
uk: Тривалість інфекції

source: Treatment in a bed stops infections
uk: Лікування в ліжку зупиняє інфекцію

source: Hours to become a zombie after death
uk: Години, щоб стати зомбі після смерті

source: Immediately
uk: Негайно

source: Show a message when someone turns into a zombie
uk: Показувати повідомлення, коли хтось перетворюється на зомбі

source: Show a message when in danger
uk: Показувати повідомлення в разі небезпеки

source: Loot from zombies
uk: Здобич від зомбі

source: Amount of zombie extract per zombie
uk: Кількість екстракту зомбі на одного зомбі

source: Chance
uk: Шанс

source: Amount of loot that zombies drop
uk: Кількість здобичі, яку скидають зомбі

source: Hours until zombie corpses disappear
uk: Години до зникнення трупів зомбі

source: Restrict extracting to area
uk: Обмежити вилучення певною областю

source: Everywhere
uk: Всюди

source: Blacklisted Apparel
uk: Одяг з чорного списку

source: Select All
uk: Обрати все

source: Deselect All
uk: Скасувати вибір

source: Zombie senses
uk: Відчуття зомбі

source: Limited
uk: Обмежені

source: Normal
uk: Звичайні

source: Elevated
uk: Підвищені

source: Zombies rage if a group gets too large
uk: Зомбі лютують, якщо група стає занадто великою

source: Rage level
uk: Рівень люті

source: Very low
uk: Дуже низький

source: Low
uk: Низький

source: Normal
uk: Звичайний

source: High
uk: Високий

source: Very high
uk: Дуже високий

source: Zombie health
uk: Здоров'я зомбі

source: Health
uk: Здоров'я

source: Zombies recover from injuries
uk: Зомбі відновлюються після поранень

source: Zombies are easy to kill
uk: Зомбі легко вбити

source: Zombies will eat
uk: Зомбі будуть їсти

source: Injured creatures
uk: Поранених істот

source: Corpses
uk: Трупи

source: Special zombies
uk: Особливі зомбі

source: Suicide bomber zombies
uk: Зомбі-смертники

source: Toxic splasher zombies
uk: Токсичні зомбі-розбризкувачі

source: Tanky operator zombies
uk: Танкові зомбі

source: Mining zombies
uk: Зомбі-шахтарі

source: Electrifying zombies
uk: Наелектризовані зомбі

source: Albino zombies
uk: Зомбі-альбіноси

source: Dark slimer zombies
uk: Темні стрункі зомбі

source: Healer zombies
uk: Зомбі-цілителі

source: Ordinary zombies: {0}
uk: Звичайні зомбі: {0}

source: Zombie children
uk: Зомбі-діти

source: Zombie spitter difficulty
uk: Складність зомбі-плюваки

source: Amount of zombies that will push zombies over walls
uk: Кількість зомбі, яка буде штовхати зомбі через стіни

source: Miscellaneous
uk: Інше

source: Use custom textures
uk: Використовувати власні текстури

source: Change survival meals to Twinkies
uk: Змінити їжу для виживання на печиво

source: Zombies affect danger music
uk: Зомбі впливають на музику небезпеки

source: Play creepy ambient sound at night
uk: Вмикайте моторошний атмосферний звук вночі

source: Automatic avoidance of zombies
uk: Автоматичне уникнення зомбі

source: Zombies drop blood
uk: Зомбі стікають кров'ю

source: Zombies burn longer
uk: Зомбі горять довше

source: Actions
uk: Дії

source: Restore default settings
uk: Відновлення налаштувань за замовчуванням

source: Factory Reset
uk: Скидання до заводських налаштувань

source: Reset
uk: Скинути

source: Remove Zombieland from current game
uk: Видалити Zombieland з поточної гри

source: If you continue, you can choose a new save file name and you will return to the main menu after the game is saved.
uk: Якщо ви продовжите, ви можете вибрати нове ім'я файлу збереження, і ви повернетеся до головного меню після збереження гри.

source: The new save can be loaded without Zombieland.\n\nDo you really want to remove all Zombieland content from the current game?
uk: Нове збереження можна завантажити без Zombieland.\n\nВи дійсно хочете видалити весь вміст Zombieland з поточної гри?

source: Uninstall
uk: Видалити

source: Clipboard
uk: Буфер обміну

source: Copy settings to clipboard
uk: Копіювання налаштувань до буфера обміну

source: Copy
uk: Копіювати

source: Duplicate
uk: Дублювати

source: Replace settings from clipboard
uk: Замінити налаштування з буфера обміну

source: Paste
uk: Вставити

source: Capture this zombie
uk: Зловити цього зомбі

source: Activate
uk: Активувати

source: Activates the device.
uk: Активує пристрій.

source: Zombies in the room loose consciousness.
uk: Зомбі в кімнаті втрачають свідомість.

source: The device cannot be placed here.
uk: Пристрій не може бути розміщений тут.

source: Colonist bitten by zombie
uk: Колоніста вкусив зомбі

source: These colonists have been bitten by a zombie.
uk: Цих колоністів вкусив зомбі.

source: At this point, it is unclear if they develop an infection:\n\n{0}\nMonitor their wounds closely because infections take some time to develop.
uk: На даний момент неясно, чи розвивається у них інфекція:\n\n{0}\nУважно стежте за їхніми ранами, тому що інфекції потрібен певний час, щоб розвинутись.

source: Imminent zombie infection
uk: Неминуча зомбі-інфекція

source: These colonists are about to be infected from a zombie bite:\n\n{0}\nYou may rescue them by immediately giving them optimal treatment under best conditions.
uk: Ці колоністи ось-ось будуть інфіковані укусом зомбі:\n\n{0}\nВи можете врятувати їх, негайно надавши їм оптимальне лікування в найкращих умовах.

source: But it requires a good doctor, a quality medical bed and a sterile room with a vitals monitor.
uk: Але для цього потрібен хороший лікар, якісне медичне ліжко та стерильна кімната з монітором життєво важливих функцій.

source: Zombie infection
uk: Зомбі-інфекція

source: These colonists have been infected and will become a zombie.
uk: Ці колоністи були інфіковані і стануть зомбі.

source: There is no way anymore to rescue them:\n\n{0}\nDuring their infection they are indifferent to thoughts, feelings, pain and hunger.
uk: Їх вже неможливо врятувати:\n\n{0}\nПід час зараження вони байдужі до думок, почуттів, болю і голоду.

source: At the end, they die and become a zombie.
uk: Врешті-решт, вони помирають і стають зомбі.

source: No infection risk
uk: Без ризику зараження

source: {0} to infection
uk: {0} до інфекції

source: {0} to become a zombie
uk: {0} до того, щоб стати зомбі

source: Dangerous situation
uk: Небезпечна ситуація

source: There are zombies being pushed over your walls!
uk: Через ваші стіни проштовхуються зомбі!
