Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/Zombieland/data/*.xliff
Languages: uk

source: They never plan any sophisticated attack but in larger number and over time, they can bring down your defences.
uk: Вони ніколи не планують складних атак, але в більшій кількості та з часом вони можуть зруйнувати вашу оборону.

source: Make zombies attack only creatures.
uk: Змусьте зомбі атакувати тільки істот.

source: They will ignore walls, buildings, turrets and other things.
uk: Вони ігноруватимуть стіни, будівлі, вежі та інші речі.

source: With this setting, zombies have a rough idea how doors work.
uk: З таким налаштуванням зомбі мають приблизне уявлення про те, як працюють двері.

source: They will start bashing on them and the amount of damage will increase with the number of zombies that are close to the door.
uk: Вони почнуть бити по них, і шкода буде збільшуватися з кількістю зомбі, що наближаються до дверей.

source: Also, raging zombies will try extra hard and deal more damage.
uk: Крім того, розлючені зомбі намагатимуться завдати більше шкоди.

source: To make zombies really hate all your stuff, use this setting.
uk: Щоб змусити зомбі по-справжньому зненавидіти всі ваші речі, використовуйте цей параметр.

source: They will attack anything that is in their vicinity - even ancient danger!
uk: Вони нападуть на все, що знаходиться в їхньому оточенні - навіть на стародавню небезпеку!

source: This increases the difficulty of the game substantially.
uk: Це суттєво підвищує складність гри.

source: To restrict zombie interactions with things to only those zombies that are agitated, check this option.
uk: Щоб обмежити взаємодію зомбі з предметами лише схвильованими зомбі, встановіть цей прапорець.

source: This will make normal wandering zombies non-hostile until they find a trail or sense you or your noise (the little brain mote will tell you when they found something).
uk: Це зробить звичайних блукаючих зомбі не ворожими, поки вони не знайдуть слід або не відчують вас чи ваш шум (маленька мозкова частинка скаже вам, коли вони щось відчують).

source: Initially, Zombieland gives your some time to prepare your colony.
uk: Спочатку Zombieland дає вам деякий час на підготовку колонії.

source: Try not to extend this period too much - many beginners make that mistake and set this to a large number, then build their colony strong and with many colonists and weapons.
uk: Намагайтеся не збільшувати цей період занадто сильно - багато новачків роблять цю помилку і встановлюють його на велику кількість, а потім будують свою колонію сильною, з великою кількістю колоністів і зброї.

source: When the time comes, Zombieland will then start with a huge number of zombies (the zombie count is always in relation to the strength of the colony) and the game is over quickly.
uk: Коли настане час, Zombieland почнеться з величезною кількістю зомбі (кількість зомбі завжди залежить від сили колонії), і гра швидко закінчиться.

source: Instead, play Zombieland with zombies early on to get a feeling for how to play.
uk: Замість цього пограйте в Zombieland із зомбі на початку, щоб відчути, як грати.

source: This is the number of days until zombies appear for the first time.
uk: Це кількість днів до першої появи зомбі.

source: Keep in mind that even after the time is over, it can still take until the next night or event depending on your settings.
uk: Майте на увазі, що навіть після закінчення часу, залежно від ваших налаштувань, він може тривати до наступної ночі або події.

source: Zombieland has an internal algorithm that determines the number of zombies that should be on the map at any given time.
uk: Zombieland має внутрішній алгоритм, який визначає кількість зомбі, що має бути на карті в будь-який момент часу.

source: This depends on many things: number of colonists, capable colonists that can fight, weapons and armor, storyteller difficulty and other things.
uk: Це залежить від багатьох речей: кількості колоністів, здатних колоністів, які можуть воювати, зброї та обладунків, складності оповідача та інших речей.

source: This number can be arbitrary large and to prevent your game from lagging too much, you can define a maximum limit.
uk: Це число може бути як завгодно великим, і щоб ваша гра не гальмувала занадто сильно, ви можете визначити максимальний ліміт.

source: Keep in mind that Zombieland is designed to put lots of zombies on the map, playing with a handful of zombies is probably not what you want.
uk: Майте на увазі, що Zombieland створений для того, щоб виставити на карту багато зомбі, гра з жменькою зомбі - це, мабуть, не те, чого ви хочете.

source: The upper limit of zombies on a given map tile.
uk: Верхня межа зомбі на даній карті.

source: Actual numbers can be lower depending on the colony.
uk: Реальні цифри можуть бути нижчими в залежності від колонії.

source: Sometimes, Zombieland estimates too few zombies.
uk: Іноді в Zombieland занадто мало зомбі.

source: For example, if you want to play with very few colonists but want the number of zombies to be high nevertheless.
uk: Наприклад, якщо ви хочете грати з невеликою кількістю колоністів, але хочете, щоб кількість зомбі була великою.

source: With this multiplier, you can tell Zombieland that your colony is x times more capable of defending itself.
uk: За допомогою цього множника ви можете сказати Zombieland, що ваша колонія в x разів більш здатна захистити себе.

source: This will increase the number of zombies for when you really want that challenge (but the upper limit is always respected).
uk: Це збільшить кількість зомбі для тих випадків, коли ви дійсно хочете цього виклику (але верхня межа завжди дотримується).

source: This section lets you switch between a constant and dynamic amount of zombies.
uk: Цей розділ дозволяє перемикатися між постійною та динамічною кількістю зомбі.

source: Here you to can make the number of zombies on the map dynamically.
uk: Тут ви можете зробити кількість зомбі на карті динамічною.

source: This means that you get a forecast on the right side of the screen to plan your actions ahead.
uk: Це означає, що ви отримуєте прогноз у правій частині екрана, щоб планувати свої дії заздалегідь.

source: Determines the smoothness of the threat curve.
uk: Визначає плавність кривої загроз.

source: With this setting you can stretch the curve and make it less dynamic.
uk: За допомогою цього параметра ви можете розтягнути криву і зробити її менш динамічною.

source: All zombies on the map die on their own if the threat level is 0%.
uk: Всі зомбі на карті гинуть самі, якщо рівень загрози 0%.

source: If you play with "in events only" and sometimes even in the other modes, Zombieland will trigger a zombie attack.
uk: Якщо ви граєте в режимі "тільки в подіях", а іноді навіть в інших режимах, Zombieland викликає атаку зомбі.

source: This is not like a raider event but instead, a larger number of zombies appear together and depending on the group size, might even rage and start tracking towards you.
uk: Це не схоже на рейдерську атаку, натомість більша кількість зомбі з'являється разом і, залежно від розміру групи, може навіть розлютитися і почати переслідувати вас.

source: To control the size of the event, you can specify how many zombies per colonist will appear.
uk: Щоб контролювати розмір події, ви можете вказати, скільки зомбі з'явиться на одного колоніста.

source: Please note, that this does not change the overall limit of zombies on the map and if the current number of zombies is already close to the total limit or to the number that Zombieland has determined for your current colony size, less zombies will be in the event.
uk: Зверніть увагу, що це не змінює загальний ліміт зомбі на карті, і якщо поточна кількість зомбі вже близька до загального ліміту або до кількості, яку Zombieland визначив для вашого поточного розміру колонії, то в події буде менше зомбі.

source: Putting a really large number here will only remove the upper event size limit.
uk: Якщо ви введете тут дійсно велике число, це лише зніме верхню межу розміру події.

source: Setting a small number will reduce the overall event size - especially with fewer fight-capable colonists.
uk: Встановлення невеликої кількості зменшить загальний розмір події - особливо з меншою кількістю боєздатних колоністів.

source: Normally, zombie events are spaced out automatically.
uk: Зазвичай зомбі-події розподіляються автоматично.

source: The actual interval depends on a few internal factors.
uk: Фактичний інтервал залежить від кількох внутрішніх факторів.

source: In case you think that this is too frequent, you can use this setting to add extra days between events.
uk: Якщо ви вважаєте, що це занадто часто, ви можете використовувати цей параметр, щоб додати додаткові дні між подіями.

source: This is the chance that a hostile/friendly group arriving on the map is already infected and no interaction between them and the zombies happens.
uk: Це ймовірність того, що ворожа/дружня група, яка з'являється на карті, вже заражена, і ніякої взаємодії між нею та зомбі не відбувається.

source: Zombie speed is the setting that allows you to balance the difficulty level most.
uk: Швидкість зомбі - це параметр, який дозволяє найбільше збалансувати рівень складності.

source: If you feel that Zombieland is too difficult, start reducing the speed a lot.
uk: Якщо ви відчуваєте, що Zombieland занадто складний, почніть зменшувати швидкість.

source: Fast zombies are usually very deadly.
uk: Швидкі зомбі зазвичай дуже смертоносні.

source: There are two speeds to set: one for calmly wandering zombies and one for those who have started tracking you.
uk: Ви можете встановити дві швидкості: одну для зомбі, що спокійно блукають, і одну для тих, хто почав вас переслідувати.

source: The normal walk speed of zombies.
uk: Звичайна швидкість ходьби зомбі.

source: That excludes raging or agitated zombies.
uk: Це не стосується розлючених або схвильованих зомбі.

source: Once zombies get excited/agitated they will use this speed setting.
uk: Як тільки зомбі будуть схвильовані, вони будуть використовувати цей параметр швидкості.

source: This will usually be when they are close to your colonists so setting this high will require you to keep an eye on any sudden zombie contacts you do not want to miss.
uk: Зазвичай це відбувається, коли вони знаходяться близько до ваших колоністів, тому встановлення цього рівня вимагатиме від вас стеження за будь-якими раптовими контактами зомбі, які ви не хочете пропустити.

source: Change what happens when zombies attack other creatures.
uk: Змініть те, що відбувається, коли зомбі нападають на інших істот.

source: A large multiplier will increase their strength which will allow them to overcome others easily.
uk: Великий мультиплікатор збільшить їхню силу, що дозволить їм легко долати інших.

source: Very useful for mech raids but will deteriorate your walls and doors quicker (if you have that turned on).
uk: Дуже корисно під час рейдів мехів, але стіни та двері будуть швидше руйнуватися (якщо у вас увімкнено цю функцію).

source: The number of zombies that can be fought simultaneously in a melee fight before the defender is overwhelmed and starts getting bitten.\n\nTank zombies count as two zombies and defenders melee level 0-20 gives you 0-100% chance to block a bite (better with less zombies than the limit)
uk: Кількість зомбі, з якими можна одночасно боротися в ближньому бою, перш ніж захисник буде перевантажений і почне отримувати укуси.\n\nТанкові зомбі вважаються як два зомбі, а захисники ближнього бою 0-20 рівня дають вам 0-100% шанс заблокувати укус (краще з меншою кількістю зомбі, ніж ліміт)

source: Will animals become manhunters when attacked by zombies?
uk: Чи стануть тварини полювати на людей, коли на них нападуть зомбі?

source: This section contain miscellaneous tweaks to the game to balance gameplay with zombies a bit more.
uk: Цей розділ містить різноманітні зміни в грі, щоб трохи збалансувати ігровий процес із зомбі.

source: The constant pressure of zombies will make turrets use a lot of steel.
uk: Постійний тиск зомбі змусить башти використовувати багато сталі.

source: This setting allows you to reduce the amount of steel needed to keep turrets operational.
uk: Це налаштування дозволяє зменшити кількість сталі, необхідної для підтримання башт в робочому стані.

source: Keep in mind that this is a reduction setting.
uk: Майте на увазі, що це налаштування зменшення.

source: Higher numbers mean less consumption.
uk: Вищі цифри означають менше споживання.

source: Zombie scratches are harmless but bites can give you fatal infections.\n\nZombieland has four stages of infection:\n- unknown (white color)\n- developing (orange)\n- infecting (red, zombie-like)\n- zombie (complete zombie)\n\nYou can either amputate the infected part or do an operation with zombie serum (made out of zombie extract) to remove the infection.
uk: Подряпини зомбі нешкідливі, але укуси можуть призвести до смертельних інфекцій.\n\nZombieland має чотири стадії зараження:\n\n- невідома (білий колір)\n- розвивається (помаранчевий)\n- інфікує (червоний, схожий на зомбі)\n- зомбі (повне зомбування)\n\nВи можете або ампутувати заражену частину, або зробити операцію із застосуванням сироватки зомбі (зробленої з екстракту зомбі), щоб видалити інфекцію.

source: This is the chance that a zombie bite will infect the limb or body part it is part of.
uk: Це ймовірність того, що укус зомбі інфікує кінцівку або частину тіла, на якій вона знаходиться.

source: Bites are infectious but scratches are not.
uk: Укуси заразні, а подряпини - ні.

source: This is the first phase (white).
uk: Це перша фаза (біла).

source: You can treat the wound but you don't know if it will ever get infected until this phase ends.
uk: Ви можете обробити рану, але ви не знаєте, чи буде в неї інфекція, поки ця фаза не закінчиться.

source: In this second phase (orange), the infection is still treatable.
uk: На цій другій фазі (помаранчевій) інфекція все ще піддається лікуванню.

source: If you can amputate, you can stop the infection.
uk: Якщо ви можете ампутувати, ви можете зупинити інфекцію.

source: Treatment must happen under optimal conditions (something you need to find out yourself).
uk: Лікування повинно відбуватися в оптимальних умовах (що вам потрібно з'ясувати самостійно).

source: Also, you only get one chance of treatment, once the wound was treated you cannot re-treat it in a better way.
uk: Крім того, у вас є лише один шанс на лікування, після того, як рану було оброблено, ви не зможете обробити її кращим способом.

source: The third and last phase (red).
uk: Третя і остання фаза (червона).

source: Now the infection cannot be treated anymore and only amputation can stop the process.
uk: Зараз інфекція вже не піддається лікуванню, і зупинити процес може лише ампутація.

source: Many players make the mistake and end the life of their infected colonist too early.
uk: Багато гравців припускаються помилки та обривають життя свого інфікованого колоніста занадто рано.

source: Zombieland, while cruel, has a few surprises build in to make this phase useful for you.
uk: Zombieland, хоч і жорстокий, має кілька сюрпризів, які зроблять цю фазу корисною для вас.

source: Find out how the colonist has changed/morphed into while almost becoming a zombie!
uk: Дізнайтеся, як змінився/перетворився колоніст, ледь не перетворившись на зомбі!

source: To allow simple treatment in a bed to stop an infected bite, select this option.
uk: Щоб дозволити просте лікування в ліжку для зупинки інфікованого укусу, виберіть цю опцію.

source: It is a good idea to turn this on when you are not yet familiar with the game mechanics.
uk: Це гарна ідея, якщо ви ще не знайомі з ігровою механікою.

source: The time for a dead humanlike pawn to become a zombie.
uk: Час для мертвого людиноподібного пішака перетворитися на зомбі.

source: Move all to the left to turns this feature off.
uk: Перемістіть все вліво, щоб вимкнути цю функцію.

source: Turns the message on/off that indicates that someone turned into a zombie.
uk: Вмикає/вимикає повідомлення про те, що хтось перетворився на зомбі.

source: Be notified when something dangerous (like zombies being pushed over your walls) happens.
uk: Отримуйте сповіщення, коли трапляється щось небезпечне (наприклад, зомбі просуваються через ваші стіни).

source: When zombies die they may drop some of their apparel and you can get zombie extract from their corpses before they disappear.
uk: Коли зомбі помирають, вони можуть скинути частину свого одягу, і ви можете отримати екстракт зомбі з їхніх трупів до того, як вони зникнуть.

source: In order to not get overloaded with lots of corpses, you can select how fast zombie corpses disappear.\n\nZombie serum is the best alternative to cure infections.
uk: Щоб не перевантажуватися великою кількістю трупів, ви можете вибрати, як швидко зомбі-трупи зникають.\n\nСироватка зомбі - найкраща альтернатива для лікування інфекцій.

source: The serum is made out of zombie extract and comes in qualities of 10% to 100% and one potion of serum heals one zombie bite.
uk: Сироватка виготовляється з екстракту зомбі та буває від 10% до 100%, а одне зілля сироватки зцілює один укус зомбі.

source: The quality determines the failure risk when doing an operation on an infected colonist.
uk: Якість визначає ризик невдачі при проведенні операції на інфікованому колоністі.

source: You collect zombie extract from dead zombies before they disappear either automatic or by right-click on the zombie corpse and make serum out of it on a drug table or a crafting spot if you play with tribals.
uk: Ви збираєте зомбі-екстракт з мертвих зомбі до того, як вони зникнуть, автоматично або клацнувши правою кнопкою миші на трупі зомбі, і робите з нього сироватку на столі з ліками або на місці для ремесла, якщо ви граєте з племенами.

source: Only colonists assigned to doctoring can collect extract.
uk: Збирати екстракт можуть лише колоністи, призначені для лікування.

source: And only if there are no dangerous zombies nearby (roughly 10-20 cell radius) depending on the surroundings.
uk: І тільки якщо поблизу немає небезпечних зомбі (приблизно в радіусі 10-20 клітин, залежно від оточення).

source: To make creating serum easier, increase the amount of extract per zombie.
uk: Щоб полегшити створення сироватки, збільште кількість екстракту на одного зомбі.

source: Make zombies drop their apparel by chance.
uk: Зробіть так, щоб зомбі випадково скинули свій одяг.

source: Zombies can wear any apparel that exists in your game with all its mods.
uk: Зомбі можуть носити будь-який одяг, який існує у вашій грі з усіма її модами.

source: This defines the chance and amount of dropped apparel (100% = 1 item)
uk: Це визначає шанс і кількість скинутого одягу (100% = 1 предмет)

source: Zombie corpses will usually dessicate quickly so you don't end up with too many of them.
uk: Трупи зомбі зазвичай швидко розкладаються, тому їх не повинно бути занадто багато.

source: To make collecting extract easier, you can increase the time before they disappear.
uk: Щоб полегшити збір екстракту, ви можете збільшити час до їх зникнення.

source: Extraction from zombies can be dangerous.
uk: Видобуток із зомбі може бути небезпечним.

source: Use this feature to restrict the activity to one of your areas.
uk: Використовуйте цю особливість, щоб обмежити активність однією з ваших областей.

source: If you rename the area, you need to update it here.
uk: Якщо ви перейменували область, вам потрібно оновити її тут.

source: Manually ordered extraction will always work.
uk: Вилучення, виконане вручну, завжди спрацює.

source: Don't want your zombies to wear some apparel?
uk: Не хочете, щоб ваші зомбі носили одяг?

source: Blacklist it here by checking its checkbox in the dialog.\n\nGood if some modded apparel causes errors or just for more control.
uk: Додайте його до чорного списку тут, встановивши прапорець у діалоговому вікні.\n\nДобре, якщо якийсь модифікований одяг спричиняє помилки або просто для більшого контролю.

source: Zombie sense their pray via sound and smell.
uk: Зомбі відчувають їхню молитву за допомогою звуку і запаху.

source: They also act like a flock in certain situations.
uk: У певних ситуаціях вони також поводяться як зграя.

source: This setting allows you to define how far those senses reach
uk: Цей параметр дозволяє визначити, наскільки далеко досягають ці органи чуття

source: Zombie senses are limited to a few cells distance
uk: Сенсорика зомбі обмежена відстанню в кілька клітин

source: Zombie senses reach a bit longer
uk: Почуття зомбі сягають трохи далі

source: Zombies are very sensitive and sense you and your trails over many cells
uk: Зомбі дуже чутливі та відчувають вас та ваші сліди через багато клітин

source: To simulate group behaviour, zombies can become enraged if a tight group of zombies gets too large.
uk: Щоб імітувати групову поведінку, зомбі можуть розлютитися, якщо тісна група зомбі стає занадто великою.

source: Raging zombies have red eyes and start walking towards your colonists.
uk: Розлючені зомбі мають червоні очі та починають рухатися до ваших колоністів.

source: They will be stronger and faster than normal.
uk: Вони будуть сильнішими та швидшими, ніж зазвичай.

source: Try preventing zombie hordes from becoming to large or stuck at places on the map to avoid raging zombies.
uk: Намагайтеся не допускати, щоб орди зомбі ставали занадто великими або застрягали в певних місцях на карті, щоб уникнути розгулу зомбі.

source: This level controls the group size that triggers raging zombies.
uk: Цей рівень контролює розмір групи, яка запускає лютих зомбі.

source: High levels are more dangerous and make zombies trigger more easily.
uk: Високі рівні є більш небезпечними та дозволяють зомбі легше спрацьовувати.

source: Since zombie are technically dead, they don't have "health".
uk: Оскільки зомбі технічно мертві, вони не мають "здоров'я".

source: Zombieland can either make it easier or harder to kill zombies.
uk: Zombieland може полегшити або ускладнити вбивство зомбі.

source: This makes zombies tougher so it takes more work and damage to bring them down.
uk: Це робить зомбі витривалішими, тому для їх знищення потрібно більше зусиль і шкоди.

source: This option will make zombies recover from injuries.
uk: Ця опція змусить зомбі відновлюватися після поранень.

source: You need to deal damage more constantly or else they will keep going.
uk: Вам потрібно постійно завдавати шкоди, інакше вони не зупиняться.

source: Injured zombies can become "crawlers" that move slowly and only attack legs.
uk: Поранені зомбі можуть стати "повзучими", які повільно пересуваються та атакують тільки ноги.

source: Turn this off for normal Rimworld like damage.
uk: Вимкніть цю опцію, щоб отримати звичайні пошкодження.

source: Another great option for beginners and players that want a more arcade style gameplay that can be quite fun.
uk: Ще один чудовий варіант для новачків і гравців, які хочуть більш аркадний ігролад, який може бути досить цікавим.

source: When turned on, zombies are 1-shotable and even the smallest injury kills them.
uk: Коли ця опція увімкнена, зомбі можна вбити одним пострілом, і навіть найменше поранення вбиває їх.

source: When zombies detect dead corpses near them, they will stop and focus their attention on the cadavers - use this to your advantage and for defense.
uk: Коли зомбі виявлять поблизу себе трупи, вони зупиняться і зосередять свою увагу на них - використовуйте це на свою користь і для захисту.

source: This setting controls what and if zombies will eat.
uk: Цей параметр визначає, що їстимуть зомбі та чи їстимуть вони взагалі.

source: Zombies have no mercy and will eat creatures that are alive or injured.
uk: Зомбі не знають жалю і з'їдають живих або поранених істот.
