Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/Zombieland/data/*.xliff
Languages: uk

source: body
uk: тіло

source: lung
uk: легеня

source: body
uk: тіло

source: body
uk: тіло

source: shock
uk: удар шокером

source: {0} has been shocked to death.
uk: {0} {0_gender ? був убитий : була убита} струмом до смерті.

source: seismic wave
uk: сейсмічна хвиля

source: {0} has been killed.
uk: {0} {0_gender ? був убитий : була убита}.

source: suicide bomb
uk: вибух самогубця

source: {0} has died in an suicide bomb attack.
uk: {0} {0_gender ? загинув: загинула} внаслідок вибуху самогубця.

source: splatter
uk: бризки

source: {0} has been killed.
uk: {0} {0_gender ? був убитий : була убита}.

source: zombie bite
uk: укус зомбі

source: {0} has been bitten to death by a zombie.
uk: {0} {0_gender ? був загризений : була загризена} до смерті.

source: Zombies
uk: Зомбі

source: Undead creatures.
uk: Немертві істоти.

source: Zombies
uk: Зомбі

source: leader
uk: лідер

source: zombie
uk: зомбі

source: zombies
uk: зомбі

source: contamination
uk: зараження

source: Zombie contamination in the brain and mind.
uk: Зомбування мозку та свідомості.

source: Caused by touching and being exposed by contaminated things and places.
uk: Викликається дотиком і впливом забруднених речей і місць.

source: It will increasingly affect overall effectiveness and will cause strange side effects.
uk: Це все більше впливатиме на загальну ефективність і викликатиме дивні побічні ефекти.

source: At 100% death will occur.
uk: При 100% настане смерть.

source: Zombie contamination in the brain and mind.
uk: Зомбування мозку та свідомості.

source: contamination
uk: забруднення

source: none
uk: відсутнє

source: light
uk: легке

source: noticable
uk: помітне

source: moderate
uk: помірне

source: heavy
uk: важке

source: extreme
uk: екстремальне

source: deadly
uk: смертельне

source: deadly
uk: смертельне

source: zombie bite
uk: укус зомбі

source: A infectious bite of a zombie.
uk: Інфекційний укус зомбі.

source: Bitten off by a zombie
uk: Відкусив зомбі

source: Bitten out by a zombie
uk: Укушений зомбі

source: {0} in the {1}
uk: {0} в {1}

source: zombie infection
uk: зомбі-інфекція

source: Zombie infection after death
uk: Зомбі-інфекція після смерті

source: breaking down.
uk: ламає.

source: stopping for a while to rest.
uk: зупинився на деякий час для відпочинку.

source: hallucinating an imaginary enemy.
uk: галюцинації уявного ворога.

source: hoarding.
uk: накопичує.

source: mimicing.
uk: мімікрує.

source: sleepwalking.
uk: лунатизм.

source: double tapping TargetA.
uk: подвійне натискання TargetA. (?)

source: extracting zombie serum from TargetA.
uk: видобуває сироватку зомбі з TargetA.

source: replacing broken components in TargetA.
uk: заміна непрацюючих компонентів в TargetA.

source: roping TargetA.
uk: затягує мотузку на TargetA. (?)

source: sabotaging.
uk: саботує.

source: spitting.
uk: плює.

source: stumbling.
uk: спотикається.

source: starting zombie zapper.
uk: починає зомбі-зарядку.

source: zombie-boss
uk: зомбі-бос

source: breaking down
uk: ламає

source: Mental state: Breakdown
uk: Психічний стан: Зрив

source: {0} has started to break down.
uk: {0} входить у стан емоційної нестабільності.

source: breaking
uk: зрив

source: {0} is no longer in a breakdown.
uk: {0} більше не перебуває в стані емоційного зриву.

source: resting
uk: відпочиває

source: Mental state: Resting
uk: Психічний стан: Відпочинок

source: {0} needs some rest.
uk: {0} потребує відпочинку.

source: resting
uk: відпочиває

source: {0} no longer needs resting.
uk: {0} більше не потребує відпочинку.

source: hallucinating
uk: галюцинації

source: Mental state: Hallucinating
uk: Психічний стан: Галюцинації

source: {0} has started to hallucinate and flees confused.
uk: У {0} почались галюцинації, і (0_gender ? він : вона) втікає в розпачі.

source: hallucination
uk: галюцинації

source: {0} is no longer hallucinating.
uk: {0} більше не переживає галюцинацій.

source: hallucinating
uk: галюцинації

source: Mental state: Hoarding
uk: Психічний стан: Накопичення

source: {0} has started to hoard.
uk: {0} {0_gender ? розпочав: розпочала} накопичувати.

source: hoarding
uk: накопичує

source: {0} is no longer hoarding.
uk: {0} більше не накопичує.

source: mimicing
uk: мімікрує

source: Mental state: Mimicing zombies
uk: Психічний стан: Мімікрія зомбі

source: {0} has started to mimic zombies.
uk: {0} {0_gender ? почав : почала} мімікрувати під зомбі.

source: mimicing
uk: мімікрує

source: {0} is no longer mimicing zombies.
uk: {0} більше не мімікрує під зомбі.

source: hallucinating
uk: галюцинації

source: Mental state: Sleepwalking
uk: Психічний стан: Лунатизм

source: {0} has started to sleepwalk.
uk: {0} {0_gender ? почав : почала} ходити уві сні.

source: sleepwalking
uk: лунатизм

source: {0} is no longer sleepwalking.
uk: {0} більше не ходить уві сні.

source: zombie contamination
uk: зараження зомбі

source: Contamination is something that increases with contact to contaminated things.
uk: Зараження - це те, що збільшується при контакті із забрудненими речами.

source: zombie spitter
uk: зомбі-плювака

source: zombie spitters
uk: зомбі-плюваки

source: questDescription->[asker_faction_leaderTitle] [asker_nameFull] of [asker_faction_name] offers help with reducing contamination.
uk: questDescription->[asker_faction_leaderTitle] [asker_nameFull] з [asker_faction_name] пропонує допомогу у зменшенні рівня зараження.

source: You can to send one colonist away a few days for decontamination.
uk: Ви можете відправити одного колоніста на кілька днів на дезінфекцію.

source: questName->decontamination offer
uk: questName->пропозиція знезараження

source: {SUBJECT} returned after getting decontaminated.
uk: {SUBJECT} {SUBJECT_gender ? повернувся : повернулася} після дезінфекції.

source: Shuttle arrived
uk: Шатл прибув

source: The shuttle has arrived to collect one of your colonists.
uk: Шатл прибув, щоб забрати одного з ваших колоністів.

source: Shuttle destroyed
uk: Шатл зруйновано

source: The shuttle sent to collect colonists has been destroyed.
uk: Шатл, відправлений за колоністами, було знищено.

source: Colonists returned
uk: Колоністи повернулися

source: cure zombie infection
uk: вилікувати зомбі-інфекцію

source: Removes an early stage zombie infection from a body part.
uk: Видаляє ранню стадію зомбі-інфекції з частини тіла.

source: Requires one zombie serum (better percentage gives less failure risk).
uk: Потрібна одна зомбі-сироватка (кращий відсоток дає менший ризик невдачі).

source: Curing zombie infection.
uk: Лікує зомбі-інфекцію.

source: make serum out of zombie extract
uk: зробити сироватку з екстракту зомбі

source: Craft one zombie serum from zombie extract that cures zombie infections during operations.
uk: Створити з екстракту зомбі сироватку, яка вилікує зомбі-інфекції під час операцій.

source: Making zombie serum.
uk: Створює зомбі-сироватку.

source: zombie serum filter
uk: фільтр зомбі-сироватки

source: zombie serum filter
uk: фільтр зомбі-сироватки

source: zombies
uk: зомбі

source: serum
uk: сироватка

source: Zombie
uk: Зомбі

source: A zombie
uk: Зомбі

source: Bite
uk: Укус

source: left fist
uk: лівий кулак

source: right fist
uk: правий кулак

source: zombie spitter
uk: зомбі-плювака

source: A monster that spits zombies to attack your base from the air.
uk: Монстр, який випльовує зомбі, щоб атакувати вашу базу з повітря.

source: bomb vest
uk: бомбовий жилет

source: A vest with explosives.
uk: Жилет з вибухівкою.

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: chainsaw
uk: бензопила

source: A chainsaw.
uk: Бензопила.

source: Looks like it works only against dumb enemies like zombies and will break if used on anything else.
uk: Схоже, вона працює тільки проти тупих ворогів, таких як зомбі, і зламається, якщо її використати на чомусь іншому.

source: Very high risk for friendly fire and dropping it if attacked from too many angles at once.
uk: Дуже високий ризик дружнього вогню і втрати зброї, якщо вас атакують одразу з багатьох кутів.

source: You've been warned.
uk: Тебе попереджено.

source: blade
uk: лезо

source: ElectricalField
uk: Електричне поле

source: Shock
uk: Удар шокером

source: shock
uk: удар шокером

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: toxic &amp; sticky zombie goo
uk: токсична та липка зомбі-слизь

source: A toxic and sticky substance that probably makes you sick
uk: Токсична і липка речовина, яка, ймовірно, викликає у вас нудоту

source: super sticky slime
uk: супер липкий слиз

source: A very sticky slime that makes you move much slower
uk: Дуже липкий слиз, який змушує вас рухатися набагато повільніше

source: smoke
uk: дим

source: A dark smoke making it hard to see things
uk: Темний дим заважає бачити речі

source: Zombie Thumper
uk: Вибивач зомбі

source: A stamper to attract zombies.
uk: Штампування для приваблення зомбі.

source: Uses fuel and does damage to the environment per hit.
uk: Використовує паливо та завдає шкоди навколишньому середовищу за одне влучання.

source: unfinished zombie serum
uk: незавершена зомбі-сироватка

source: zombie serum 100%
uk: зомбі-сироватка 100%

source: Pure serum from dead zombies that guaranteed cures zombie infections during operations
uk: Чиста сироватка з мертвих зомбі, яка гарантовано виліковує зомбі-інфекції під час операцій

source: zombie serum 10%
uk: зомбі-сироватка 10%

source: Serum from dead zombies that cures zombie infections during operations (10% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 10%)

source: zombie serum 20%
uk: зомбі-сироватка 20%

source: Serum from dead zombies that cures zombie infections during operations (20% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 20%)

source: zombie serum 30%
uk: зомбі-сироватка 30%

source: Serum from dead zombies that cures zombie infections during operations (30% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 30%)

source: zombie serum 40%
uk: зомбі-сироватка 40%

source: Serum from dead zombies that cures zombie infections during operations (40% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 40%)

source: zombie serum 50%
uk: зомбі-сироватка 50%

source: Serum from dead zombies that cures zombie infections during operations (50% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 50%)

source: zombie serum 60%
uk: зомбі-сироватка 60%

source: Serum from dead zombies that cures zombie infections during operations (60% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 60%)

source: zombie serum 70%
uk: зомбі-сироватка 70%

source: Serum from dead zombies that cures zombie infections during operations (70% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 70%)

source: zombie serum 80%
uk: зомбі-сироватка 80%

source: Serum from dead zombies that cures zombie infections during operations (80% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 80%)

source: zombie serum 90%
uk: зомбі-сироватка 90%

source: Serum from dead zombies that cures zombie infections during operations (90% success rate)
uk: Сироватка з мертвих зомбі, яка лікує зомбі-інфекції під час операцій (успішність 90%)

source: a zombie ball
uk: зомбі-м'яч

source: zombie extract
uk: екстракт зомбі

source: Small amount of extract from a dead zombie.
uk: Невелика кількість екстракту з мертвого зомбі.

source: Combine up to 100 extract to craft a drug called Zombie Serum that is used in operations on infected body parts.
uk: Поєднайте до 100 екстрактів, щоб створити препарат під назвою "Сироватка зомбі", який використовується при операціях на інфікованих частинах тіла.

source: zombie serum 100%
uk: зомбі-сироватка 100%

source: Pure serum from dead zombies that guaranteed cures zombie infections during operations
uk: Чиста сироватка з мертвих зомбі, яка гарантовано виліковує зомбі-інфекції під час операцій

source: zombie shocker
uk: зомбі шокер

source: A zombie control machine that fits into a wall of a room.
uk: Машина для контролю зомбі, яка вбудовується в стіну кімнати.

source: Can be activated from the outside and makes every zombie in that room unconscious for a short while.
uk: Активується ззовні і робить кожного зомбі в кімнаті на короткий час непритомним.

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: Mote
uk: Частинка

source: scared by {0}
uk: {0} налякав мене

source: I was scared by someone that acted like a zombie and are worried.
uk: Я був наляканий та схвильований тим що хтось поводив себе як зомбі.

source: Zombie Bite
uk: Укус зомбі

source: double tap a corpses
uk: подвійне торкання трупів

source: double tapping
uk: подвійне торкання

source: double tap
uk: подвійний дотик

source: extract serum from zombie corpses
uk: видобувати сироватку з трупів зомбі

source: extracting
uk: вилучення

source: extract
uk: вилучити

source: fix broken-down chainsaw
uk: полагодити зламану бензопилу

source: replacing broken components in
uk: замінює несправні компоненти в

source: replace broken components in
uk: замінити несправні компоненти в

source: The difficulty in Zombieland is mainly controlled by a combination of:\n\n- Threat scale\n- Special zombies\n- Zombie speed\n- Max zombie count\n- Dynamic threat level
uk: Складність гри Zombieland в основному залежить від комбінації:\n\n- Шкала загрози\n- Особливі зомбі\n- Швидкість зомбі\n- Максимальна кількість зомбі\n- Динамічний рівень загрози

source: This setting controls the difficulty of almost all things in Zombieland: abilities of zombies like senses, toughness, speed, power.
uk: Цей параметр контролює складність майже всіх речей у Zombieland: здібності зомбі, такі як чуття, витривалість, швидкість, сила.

source: In particular, special zombies are affected and the threat forecast will be much worse on higher difficulties.\n\nNote: 500% is really really difficult so be warned.
uk: Зокрема, страждають особливі зомбі, і прогноз загрози буде набагато гіршим на вищих рівнях складності.\n\nПримітка: 500% - це дійсно дуже складно, тому будьте обережні.

source: Contamination is a late-game challenge that introduces a persistent and spreading hazard to your colony.
uk: Зараження - це завдання пізньої гри, яке створює постійну і поширювану небезпеку для вашої колонії.

source: Originating from various sources like deep drilling and traded items, it transfers between objects, colonists, and the environment.
uk: Виникаючи з різних джерел, таких як глибоке буріння та предмети торгівлі, вона переноситься між об'єктами, колоністами та навколишнім середовищем.

source: The further your colony grows, the more you need to manage Contamination to keep your colonists safe.\n\nTo monitor current Contamination levels, turn the overlay on in the bottom right corner buttons, consult the inspector, details dialog, or mouse-over ground info, where you will find a percentage indicating the contamination level of the object, cell, or pawn in question.
uk: Чим далі росте ваша колонія, тим більше вам потрібно контролювати рівень забруднення, щоб убезпечити своїх колоністів.\n\nЩоб відстежувати поточний рівень забруднення, увімкніть накладання в правому нижньому куті, зверніться до інспектора, діалогового вікна з деталями або наведіть мишу на інформацію про землю, де ви побачите відсоток, що вказує на рівень забруднення відповідного об'єкта, клітини або пішака.

source: Toggling contamination affects how Zombieland patches RimWorld and other settings that are not save game related.
uk: Увімкнення зараження впливає на те, як Zombieland вносить зміни до RimWorld та інших налаштувань, які не пов'язані зі збереженнями гри.

source: You need to restart RimWorld to apply your choice correctly.
uk: Вам потрібно перезапустити RimWorld, щоб правильно застосувати ваш вибір.

source: Adjust the Contamination Intensity to set the baseline rate at which Contamination spreads through various means in your colony.
uk: Налаштуйте інтенсивність забруднення, щоб встановити базову швидкість, з якою забруднення поширюється різними способами у вашій колонії.

source: This multiplier affects everything from the amount transferred while constructing to the spread through natural resources.\n\nColonists consciousness is affected.
uk: Цей мультиплікатор впливає на все, починаючи від суми, переданої під час будівництва, і закінчуючи поширенням через природні ресурси.\n\nВпливає на свідомість колоністів.

source: Stages start at: 10%, 20%, 40%, 75%, 85%, 95% and death at 100% or more.\n\nAllies will offer you decontamination quests in regular intervals.
uk: Етапи починаються з: 10%, 20%, 40%, 75%, 85%, 95% і смерть при 100% і більше.\n\nСоюзники будуть регулярно пропонувати вам квести на знезараження.

source: You can also burn things to reduce contamination.
uk: Ви також можете спалити речі, щоб зменшити забруднення.

source: In Zombieland, you will face a never-ending invasion of zombies.
uk: У Zombieland ви зіткнетеся з нескінченною навалою зомбі.

source: This setting controls the overall pace and rythm of the game.
uk: Цей параметр контролює загальний темп і ритм гри.

source: The three modes are quite different so make sure you choose the right one for your play style and understand how they work.
uk: Ці три режими досить різні, тому переконайтеся, що ви вибрали правильний для вашого стилю гри та розумієте, як вони працюють.

source: There is an upper limit on the number of zombies, see "Zombies on the map" for more details.
uk: Існує верхня межа на кількість зомбі, див. "Зомбі на карті" для більш детальної інформації.

source: Zombies will spawn relentlessly.
uk: Зомбі будуть невпинно відтворюватися.

source: Kill them and more will come instantly.
uk: Вбийте їх, і миттєво з'являться нові.

source: This is a challenging mode that makes zombies an omnipresent force that influences all aspects of the game.
uk: Це складний режим, який робить зомбі всюдисущою силою, що впливає на всі аспекти гри.

source: Zombies will only spawn at dark places.
uk: Зомбі будуть відтворюватися тільки в темних місцях.

source: This means literally dark and includes areas that are dark during daytime.
uk: Це означає буквально "темний" і стосується ділянок, які темні вдень.

source: You can control this mode by setting up light to illuminate your safe areas.
uk: Ви можете керувати цим режимом, налаштовуючи світло для освітлення безпечних зон.

source: This classic way of playing Zombieland spawns zombies in groups.
uk: Цей класичний спосіб гри в Zombieland породжує зомбі групами.

source: The timing and size of the group depends on many aspects of the current colony.
uk: Час і розмір групи залежить від багатьох аспектів поточної колонії.

source: Zombieland events are completely independent from any Rimworld events and do not change the frequency of them.
uk: Події у Zombieland повністю незалежні від подій у Rimworld і не змінюють їхню частоту.

source: Zombies in Zombieland always come out of the ground.
uk: Зомбі в Zombieland завжди з'являються з-під землі.

source: They dig out of soft spots so make sure that your current map has at least some soft/semi-soft ground (no ice only map for example).
uk: Вони копають з м'яких місць, тому переконайтеся, що на вашій поточній карті є хоча б трохи м'якого/напівм'якого ґрунту (наприклад, на карті немає тільки льоду).

source: If you dare you can play with zombies spawning all over the map.
uk: Якщо ви наважитеся, то зможете пограти з зомбі, що відтворюються по всій карті.

source: Recommended for the experienced player.
uk: Рекомендовано для досвідчених гравців.

source: To control safe areas, you can build floors or walls.
uk: Щоб контролювати безпечні зони, можна побудувати підлогу або стіни.

source: Combine this mode with "when dark" for a challenging way to play Zombieland.
uk: Поєднуйте цей режим з режимом "Коли стемніє", щоб грати в Zombieland у ще більш складних умовах.

source: And beware of your planting zones!
uk: І будьте обережні з вашими зонами посадки!

source: If you prefer the more classical way of a thread from the edges of the map then this mode is for you.
uk: Якщо ви віддаєте перевагу більш класичному способу прокладання маршруту від країв мапи, то цей режим для вас.

source: This setting controls how the zombies will move at night.
uk: Цей параметр визначає, як зомбі пересуватимуться вночі.

source: "Random" makes them move like at daytime.
uk: \n - "Випадковий" змушує їх рухатися, як вдень.

source: "Simple" will make them drift towards the most interesting part of the map but they can become stuck and build groups.
uk: \n - "Простий" змусять їх дрейфувати до найцікавішої частини мапи, але вони можуть застрягти та об'єднатися в групи.

source: And "Smart" will eventually bring them to you.
uk: \n - "Розумний" врешті-решт принесе їх до вас.

source: To prevent zombies from spawning on certain map styles you can exclude biomes here.
uk: Щоб запобігти відтворенню зомбі на певних межах мапи, ви можете вимкнути біоми тут.

source: Zombies do not behave like raiders (with the exception of raging zombies).
uk: Зомбі не поводяться як рейдери (за винятком розлючених зомбі).

source: They are mindless wanderers that only get excited when their senses get activated.
uk: Вони - бездумні мандрівники, які активізуються лише тоді, коли спрацьовують їхні органи чуття.

source: This setting allows you to define the creature type that will get them going.
uk: Цей параметр дозволяє вам визначити тип істоти, яка буде їх запускати.

source: Make zombies track and attack anything that moves - even animals.
uk: Змусьте зомбі вистежувати та атакувати все, що рухається - навіть тварин.

source: Only stationary weapons like turrets and such will never catch their attention.
uk: Тільки стаціонарне озброєння, таке як башти тощо, ніколи не приверне їхньої уваги.

source: This is the "normal" way zombies should work.
uk: Це "нормальний" спосіб роботи зомбі.

source: Their lust for brains makes them hunt human pawns regardless of faction.
uk: Їхня жага до мізків змушує їх полювати на людських пішаків незалежно від фракції.

source: If you think that zombies should never attack anyone else but your colonists, then this is the right mode for you.
uk: Якщо ви вважаєте, що зомбі ніколи не повинні атакувати нікого, крім ваших колоністів, то це правильний режим для вас.

source: They might hit back when attacked but will never initiate any aggression.
uk: Вони можуть дати відсіч, коли на них нападають, але ніколи не стануть ініціаторами агресії.

source: Turn this off and your enemies will ignore and avoid zombies.
uk: Вимкніть цю функцію, і ваші вороги ігноруватимуть зомбі та уникатимуть їх.

source: When turned on, raiders will see them as dangerous and will try their best to fight them.
uk: Увімкнувши його, рейдери сприйматимуть їх як небезпечних і намагатимуться з усіх сил боротися з ними.

source: Good luck!
uk: Успіхів!

source: With this on, animals will attack zombies when they hunt or get aggressive.
uk: З цією функцією тварини будуть нападати на зомбі, коли ті полюють або стають агресивними.

source: To let them ignore any zombie turn this option off.
uk: Щоб дозволити їм ігнорувати будь-який зомбі, вимкніть цю опцію.

source: When zombies get close to buildings or things, they might start bashing on things nearby.
uk: Коли зомбі наближаються до будівель або предметів, вони можуть почати бити по речах поблизу.
