Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/Zombieland/data/*.xliff
Languages: uk

source: Prevent zombies from cumulating to dense groups.
uk: Не дозволяйте зомбі скупчуватися в щільні групи.

source: A colonist turned into a zombie
uk: Колоніст перетворився на зомбі

source: Someone turned into a zombie
uk: Хтось перетворився на зомбі

source: {0} turned into a powerful zombie.
uk: {0} перетворився на потужного зомбі.

source: This body is infected with the zombie virus!
uk: Це тіло заражене вірусом зомбі!

source: Infected bodies will turn into zombies when they start to rot.
uk: Заражені тіла перетворяться на зомбі, коли почнуть гнити.

source: Cure zombie infection
uk: Вилікувати зомбі-інфекцію

source: Extracting zombie serum
uk: Видобуток зомбі-сироватки

source: Cannot extract zombie serum (no doctor)
uk: Неможливо видобути сироватку зомбі (немає лікаря)

source: Automatically extract zombie serum when no zombies are nearby
uk: Автоматично видобувати сироватку зомбі, коли поблизу немає зомбі

source: Only extract zombie serum when ordered
uk: Екстрагувати сироватку зомбі тільки за запитом

source: Cannot double tap (no hunting)
uk: Неможливо двічі натиснути (відсутнє полювання) (?)

source: Automatically double tap corpses to prevent them from becoming zombies
uk: Автоматично виконувати подвійне клацання по трупах, щоб запобігти їх перетворенню в зомбі

source: Only double tap when ordered
uk: Тільки подвійне натискання при запиті

source: Automatically avoid zombies, except when standing drafted
uk: Автоматично уникати зомбі, за винятком випадків, коли ви стоїте за призовом

source: Ignore zombies.
uk: Ігнорувати зомбі.

source: You need to manually control all actions
uk: Потрібно вручну контролювати всі дії

source: Start zombie shocker
uk: Запуск зомбі-шокера

source: The device cannot be placed here
uk: Пристрій не може бути розміщений тут

source: The device has no battery attached
uk: Пристрій не має акумулятора

source: The device has no valid room attached
uk: Пристрій не приєднано до жодної дійсної кімнати

source: The device has depleted the attached batteries
uk: Пристрій розрядив підключені батареї

source: Zombies health bar
uk: Індикатор здоров'я зомбі

source: Show zombie statistics
uk: Показати статистику зомбування

source: Show zombie risk
uk: Показати ризик зомбування

source: Colonist inside
uk: Колоніст всередині

source: Colonist outside
uk: Колоніст зовні

source: Zombie inside
uk: Зомбі всередині

source: Zombie outside
uk: Зомбі зовні

source: Highlight risk areas
uk: Виділіть зони ризику

source: Turn off random apparel for zombies
uk: Вимкнути випадковий одяг для зомбі

source: Floating zombies in space
uk: Плаваючі зомбі в космосі

source: Broken
uk: Зламаний

source: {0}% fuel
uk: {0}% палива

source: Chainsaw is broken
uk: Бензопила зламана

source: Chainsaw cannot be used right now
uk: Бензопилою зараз не можна користуватися

source: Chainsaw needs refueling
uk: Бензопила потребує заправки

source: Turn chainsaw on to attack any nearby zombies
uk: Увімкніть бензопилу, щоб атакувати найближчих зомбі

source: Turn chainsaw off to conserve fuel
uk: Вимкніть бензопилу, щоб заощадити паливо

source: (stalling)
uk: (заглухнула)

source: Chainsaw
uk: Бензопила

source: Broken chainsaw
uk: Зламана бензопила

source: Stalling chainsaw
uk: Заглухла Бензопила

source: with {0}% fuel
uk: з {0}% пального

source: with no fuel
uk: без палива

source: blocking {0}% of incoming attacks
uk: блокує {0}% вхідних атак

source: Settings
uk: Налаштування

source: Define Intensity and Interval for this Zombie Thumper
uk: Визначте інтенсивність та інтервал для цього Вибивача зомбі

source: Intensity
uk: Інтенсивність

source: Interval
uk: Інтервал

source: On / Off
uk: Увімкнутий / Вимкнутий

source: Turns the device on or off.
uk: Вмикає чи вимикає пристрій.

source: Idle
uk: Очікує

source: Searching
uk: Шукає

source: Moving
uk: Переміщується

source: Preparing
uk: Готується

source: Spitting
uk: Плює

source: Leaving
uk: Йде

source: Mode
uk: Режим

source: Waves
uk: Хвилі

source: Aggressive
uk: Агресивність

source: Calm
uk: Спокій

source: Zombie Contamination
uk: Зараження зомбі

source: Contamination caused by the zombie apocalypse is transferred via touch and handling things.
uk: Зараження, спричинене зомбі-апокаліпсисом, передається через дотики та маніпуляції з речами.

source: It spreads around and can lead to strange behaviour in colonists.
uk: Він поширюється навколо і може призвести до дивної поведінки колоністів.

source: Toggle zombie contamination overlay.\n\nThis shows how contaminated things and the ground are, which in turn affects pawns.
uk: Перемкнути накладання зомбі-зараження.\n\nЦе показує, наскільки заражені речі та земля, що, в результаті, впливає на пішаків.
