Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/2023507013 Vanilla Expanded Framework/data/*.xliff
Languages: uk

source: Toggle {0}
uk: Перемкнути {0}

source: Toggle using {0} automatically
uk: Перемкнути з використанням {0} автоматично

source: Toggle automatic usage
uk: Перемикнути автоматичне використання

source: Still on cooldown.
uk: Все ще перезаряджається.

source: {0} left.
uk: Залишилося {0}.

source: Developer Mode
uk: Режим розробника

source: Log level:
uk: Рівень журналу:

source: None
uk: Немає

source: Important
uk: Важливий

source: Verbose
uk: Детальний

source: Silly
uk: Дурний

source: Tick
uk: Тік

source: Gloabal Production Multiplier: {0}
uk: Глобальний мультиплікатор виробництва: {0}

source: Global Time Multiplier: {0}
uk: Глобальний множник часу: {0}

source: Global Raid Difficulty Multiplier: {0}
uk: Глобальний множник складності рейду: {0}

source: Raid Frequency Range
uk: Діапазон частот рейду

source: Create
uk: Створити

source: Create Outpost
uk: Створити аванпост

source: Create a new outpost using this caravan
uk: Створіть новий аванпост, використовуючи цей караван

source: Take items
uk: Взяти предмети

source: Take items from {0} and add them to the caravan
uk: Забрати предмети з {0} та додати їх до каравану

source: Give items
uk: Дати предмети

source: Take items from {0} and add them to the outpost
uk: Забрати предмети з {0} та додати їх до аванпосту

source: Outpost Lost
uk: Аванпост втрачено

source: Regretfully, due to the deaths of all inhabitants, the outpost of {0} has been lost to us.
uk: На жаль, через загибель усіх мешканців аванпост {0} втрачений.

source: Outpost Battle Won
uk: Битву за аванпост виграно

source: We have successfully won the battle for {0}.{1}
uk: Ми успішно виграли битву за {0}.{1}

source: We have managed to capture {0} in the aftermath
uk: Ми змогли захопити {0} під час наслідків битви

source: We have managed to recover {0}'s body
uk: Нам вдалося знайти тіло {0}

source: We have secured: {0} worth of goods and weapons from the raiders
uk: Ми захистили: {0} товарів та зброї від рейдерів

source: Items From {0}
uk: Предмети з {0}

source: You have received the follow items from the outpost {0}:
uk: Ви отримали наступні предмети з аванпосту {0}:

source: Add Pawn
uk: Додати пішака

source: Transfer a pawn from this caravan to the outpost
uk: Перемістіть пішака з цього каравану на аванпост

source: Delivery Destination
uk: Місце доставлення

source: Select which colony will recieve the goods.
uk: Виберіть, яка колонія отримає товар.

source: Currently: {0}
uk: Зараз: {0}

source: Pack
uk: Упакувати

source: Begin packing this outpost back into a caravan
uk: Починайте пакувати цей аванпост назад в караван

source: Stop packing
uk: Зупинити пакування

source: Cancel packing this outpost into a caravan
uk: Скасувати пакування цього аванпосту в караван

source: Remove Pawn
uk: Вилучити пішака

source: Remove a pawn from this outpost into a new caravan
uk: Прибрати пішак з цього аванпосту в новий караван

source: Cannot remove pawns: Only 1 inhabitant.
uk: Неможливо вилучити пішаків: тільки 1 мешканець.

source: If you want to remove this outpost, select "Pack".
uk: Якщо ви хочете видалити цей аванпост, оберіть "Упакувати".

source: Contains {0} pawns
uk: Містить {0} пішаків

source: Packing into caravan.
uk: Упакувати в караван.

source: Done in {0}
uk: Завершиться через {0}

source: Pawns are not skilled enough, need a cumulative {0} skill of at least {1}
uk: Пішаки не мають достатньої кваліфікації, їм потрібна сумарна навичка {0} принаймні {1} рівня

source: Resting at outpost {0}
uk: Відпочинок на аванпості {0}

source: Will produce some items in {0}
uk: Створить деякі предмети через {0}

source: Will produce {0} {1} in {2}
uk: Створить {0} {1} через {2}

source: Will produce {0} {1} and {2} {3} in {4}
uk: Створить {0} {1} та {2} {3} через {4}

source: Will produce the following in {0}:\n{1}
uk: Створить наступне через {0}:\n{1}

source: Cannot be made in {0}
uk: Неможливо зробити за {0}

source: Not enough pawns in caravan, need at least {0}
uk: У каравані недостатньо пішаків, потрібно як мінімум {0}

source: Cumulative {0} skill: {1}
uk: Кумулятивна навичка {0}: {1}

source: Too close to settlement or other outpost, must have at least 1 tile between them
uk: Занадто близько до поселення або іншого аванпосту, між ними має бути щонайменше 1 плитка

source: Your transport pods have arrived.
uk: Ваші транспортні капсули прибули.

source: {0} has been added to {1}.
uk: {0} було додано до {1}.

source: Add to outpost
uk: Додати до аванпосту

source: Confirm sending items to the outpost?
uk: Підтвердити відправлення предметів на аванпост?

source: They will be permanently lost.
uk: Вони будуть безповоротно втрачені.

source: Already packing
uk: Вже пакується

source: Delivery Method
uk: Спосіб доставки

source: Teleport items to colony
uk: Телепортувати предмети до колонії

source: Send pack animal carrying items to colony
uk: Передайте в колонію речі для перевезення в'ючних тварин

source: Store items at outpost
uk: Зберігайте речі на аванпості

source: Always send drop pods
uk: Завжди надсилати капсули

source: Pods if available, otherwise pack animal
uk: Стручки, якщо є, інакше в'ючна тварина

source: Outpost Abandoned
uk: Покинутий аванпост

source: {0} has been abonded due to having no one inside to run it.
uk: {0} був покинутий через те, що не було нікого всередині, хто міг би ним керувати.

source: It will very quickly be looted and taken over by nature, leaving no trace it was ever there.
uk: Він дуже швидко буде розграбований і захоплений природою, не залишивши жодних слідів того, що там колись було.

source: Take
uk: Взяти

source: Give
uk: Дати

source: Must be in one of the following biomes:
uk: Має бути в одному з наступних біомів:

source: Cannot be in any of the following biomes:
uk: Не може бути в жодному з наступних біомів:

source: Must have at least {0} pawns willing to join the outpost
uk: Має бути не менше {0} пішаків, які бажають приєднатися до аванпосту

source: Cumulative {0} skill must be at least {1}
uk: Кумулятивне вміння {0} має бути не меншим за {1}

source: Must have ability to grow plants
uk: Необхідно мати навички вирощування рослин

source: Must have {0} in caravan
uk: Необхідно мати {0} в каравані

source: No valid pawns to add to outpost
uk: Немає допустимих пішаків для додавання до аванпосту

source: Due to changes in skill level, {0} can no longer produce {1}
uk: Через зміну рівня майстерності, {0} більше не може виробляти {1}

source: Production Time
uk: Швидкість виробництва

source: Pack Time
uk: Час пакування

source: Range
uk: Діапазон

source: Minimum Pawns to Create
uk: Мінімум пішаків для створення

source: Production Multiplier
uk: Множник виробництва

source: Enable Outpost Raids?
uk: Увімкнути рейди на аванпости?

source: {0} consumption
uk: {0} споживання

source: The amount per day of {0} this building will draw from the {1} grid.
uk: Кількість {0} на день, яку ця будівля споживає з {1} сітки.

source: {0} idle consumption
uk: {0} споживання на холостому ходу

source: The amount of {0} this building will draw from the {1} grid when idle.
uk: Кількість {0}, яку ця будівля отримає з сітки {1}, коли буде простоювати.

source: {0} production
uk: {0} виробництво

source: The amount per day of {0} this building will produce for the {1} grid.
uk: Кількість {0} на день, яку ця будівля вироблятиме з сітки {1}.

source: Deconstruct {0} pipes
uk: Деконструювати {0} труб

source: Only deconstruct pipes part of the {0} network.
uk: Деконструювати лише труби, що входять до мережі {0}.

source: {0} output:
uk: Вивід {0}:

source: {0} needed:
uk: Необхідно {0}:

source: {0} stored:
uk: Збережено {0}:

source: Not connected to {}.
uk: Не під'єднано до {0}.

source: Net excess/stored in network: {0} {2}/d / {1} {2}
uk: Надлишок/зберігається в мережі: {0} {2}/d / {1} {2}

source: {0} stored in network:
uk: {0} збережено в мережі:

source: Valve closed.
uk: Клапан закритий.

source: Valve opened.
uk: Клапан відкритий.

source: Augment output maximum stack size by 1.
uk: Збільшити максимальний розмір вихідного стека на 1.

source: Augment output maximum stack size by 10.
uk: Збільшити максимальний розмір вихідного стека на 10.

source: Decrease output maximum stack size by 1.
uk: Зменшити максимальний розмір вихідного стека на 1.

source: Decrease output maximum stack size by 10.
uk: Зменшити максимальний розмір вихідного стека на 10.

source: Maximum amount stored here: {0}
uk: Максимальна кількість, яка тут зберігається: {0}

source: Buffer: {0}
uk: Буфер: {0}

source: Producing {0} {1}.
uk: Виробництво {0} {1}.

source: Cycle progress: {2}.
uk: Прогрес циклу: {2}.

source: Produce {0} {1} from {2} {3}.
uk: Виробити {0} {1} з {2} {3}.

source: Choose result
uk: Вибрати результат

source: Choose processor result.
uk: Вибрати результат обробки.

source: Transfer storage content
uk: Передати вміст сховища

source: Transfer storage content to other available storages.
uk: Передати вміст сховища до інших доступних сховищ.

source: Transfering content to other available storages...
uk: Передати вміст в інші доступні сховища...

source: No thing to refill {0}
uk: Нічого поповнювати {0}

source: Allow manual refill
uk: Дозволити ручне поповнення

source: Allow pawns to directly refill storage
uk: Дозволити пішакам безпосередньо поповнювати сховище

source: Can't extract: Tanks are full
uk: Неможливо витягти: Резервуари повні

source: {0} can only be placed on the {1} deposit.
uk: {0} можна розмістити лише на покладі {1}.

source: Use ground-penetrating scanner to find the deposits.
uk: Використовуйте геопроникаючий сканер для пошуку покладів.

source: Amount left in deposit: {0}.
uk: Залишок в покладах: {0}.

source: No storage connected
uk: Сховище не під'єднано

source: The following networks are not connected to any storage building, but need one:
uk: Наступні мережі не під'єднані до жодного сховища, але потребують цього:

source: {0} content rotted away due to a lack of power.
uk: {0} вміст згнив через брак живлення.

source: Content will rot in {0} due to a lack of power.
uk: Вміст згниє в {0} через брак енергії.

source: Unload {GEAR_labelShort}
uk: Вивантажити {GEAR_labelShort}

source: No Ammo
uk: Немає набоїв

source: Ammo: {0} / {1}
uk: Боєприпаси: {0} / {1}

source: Reload {GEAR} with {AMMO_label}
uk: Перезарядити {GEAR} з {AMMO_label}

source: General
uk: Загальний

source: Custom structure generation:
uk: Генерація власної структури:

source: Enable structure generation debugging log:
uk: Увімкнути журнал налагодження генерації структури:

source: Toggleable patches
uk: Латки, які можна перемикати

source: All settings need a restart to be applied
uk: Для застосування всіх налаштувань потрібен перезапуск

source: {0} patches found
uk: Латка {0} знайдена

source: Weather damages
uk: Збитки від негоди

source: Faction Discovery
uk: Відкриття фракції

source: You first need to load a save
uk: Спочатку потрібно завантажити збереження

source: Add faction(s)
uk: Додати фракцію(ї)

source: Click this to be asked for each faction if you want it to be added to your game
uk: Натисніть тут, щоб отримати запит для кожної фракції, якщо ви хочете додати її у свою гру

source: {0} faction(s) can be added to your current save
uk: фракцію(ї) {0} можна додати до поточного збереження

source: Disable mod source reports
uk: Вимкнути звіти про джерело мода

source: Search:
uk: Пошук:

source: Reset mod settings to default
uk: Скидання налаштувань мода за замовчуванням

source: Set weapons to be usable or not usable with shields.
uk: Налаштуйте зброю так, щоб її можна було використовувати або не використовувати зі щитами.

source: Show melee weapons
uk: Показати зброю ближнього бою

source: Show range weapons
uk: Показати зброю дальнього бою

source: Disable Texture Caching
uk: Відключити кешування текстур

source: Enable PipeSystem no storage alert
uk: Увімкнути попередження PipeSystem про відсутність сховища

source: Faction Discovery
uk: Відкриття фракції

source: Custom Structure Generation:
uk: Генерація власної структури:

source: Texture Variations:
uk: Варіанти текстур:

source: Verbose logging
uk: Ведення докладного журналу

source: Unforbid mined ores
uk: Незаборонені до видобутку руди

source: Never
uk: Ніколи

source: Home Area
uk: Домашня область

source: Always
uk: Завжди

source: Never unforbid mined ores (this is how the base game works for non-human pawns, such as animals and mechs)
uk: Ніколи не забороняйте видобувати руду (так працює базова гра для нелюдських пішаків, таких як тварини та мехи)

source: Ores mined by pawns are only unforbidden if mined in the home area
uk: Руди, видобуті пішаками, не заборонені, тільки якщо вони видобуті в домашній області

source: Ores mined by pawns are always unforbidden
uk: Руди, видобуті пішаками, завжди не заборонені

source: is too
uk: занадто

source: advanced
uk: просунутий

source: primitive
uk: примітивний

source: Hire {0}
uk: Найняти {0}

source: Hire some {0} to help around the colony, for example with defense.
uk: Найміть кілька {0} для допомоги в колонії, наприклад, для оборони.

source: Available Silver: {0}
uk: Доступне срібло: {0}

source: Value
uk: Значення

source: How many of that unit do you want to have?
uk: Скільки таких одиниць ви хочете мати?

source: Breakdown
uk: Поломка

source: Amount of Days
uk: Кількість днів

source: Cost to hire
uk: Вартість найму

source: Risk multiplier
uk: Множник ризику

source: Total Price
uk: Загальна ціна

source: You can hire {0} for any period of time.You can only have one contract active at a time, and you cannot mix and match the factions from which you hire.
uk: Ви можете найняти {0} на будь-який період. Одночасно у вас може бути лише один активний контракт, і ви не можете змішувати фракції, з яких ви наймаєте.

source: If hired {0} die on duty, you will incur an additional 5% increase to contract price per dead pirate on all future contracts for a full year.
uk: Якщо найнятий {0} загине на службі, ви отримаєте додаткову надбавку 5% до контрактної ціни за кожного загиблого пірата у всіх майбутніх контрактах на цілий рік.

source: Long term contracts are significantly more expensive
uk: Довгострокові контракти значно дорожчі

source: View contract with {0}
uk: Переглянути контракт з {0}

source: Contracted:
uk: Укладено контракт:

source: Contract with {0}
uk: Контракт з {0}

source: Silver spent:
uk: Витрачено срібла:

source: Time remaining:
uk: Залишилося часу:

source: Cancel Contract
uk: Скасувати контракт

source: Cancelling your contract will not refund the silver you spent on it.
uk: Скасування контракту не повертає срібло, яке ви витратили на нього.

source: Customize {0}
uk: Налаштувати {0}

source: {0} Customization
uk: Налаштування {0}

source: Name
uk: Ім’я

source: Cancel
uk: Скасувати

source: Available contracts: {0}
uk: Доступні контракти: {0}

source: Mechanoids
uk: Механоїди

source: Default
uk: За замовчуванням

source: Everyone
uk: Всі

source: Only colonists and animals
uk: Тільки колоністи та тварини

source: Only colonists, animals and friendlies
uk: Тільки колоністи, тварини та друзі

source: Only drafted
uk: Лише чернетка

source: Current door lock policy "{0}"
uk: Поточна політика блокування дверей "{0}"

source: Click to change current door lock policy.
uk: Натисніть, щоб змінити поточну політику блокування дверей.

source: Power is off.
uk: Енергія вимкнена.

source: Impossible to change door lock policy.
uk: Неможливо змінити політику блокування дверей.

source: Allow chronic health conditions in food (Diabetes, Cholesterol and High Blood Pressure)
uk: Допускати в їжу хронічні захворювання (діабет, холестерин і високий кров'яний тиск)

source: Vanilla Cooking Expanded must be installed for these options to have any effect
uk: Щоб ці опції мали ефект, має бути встановлено Vanilla Cooking Expanded

source: Drill for {0}
uk: Свердло для {0}

source: Drill for Random Chunks
uk: Свердло для випадкових фрагментів

source: Choose chunk type to drill
uk: Виберіть тип фрагмента для свердління

source: Choose chunk type to drill.
uk: Виберіть тип фрагмента для свердління.

source: You can choose any of the map's rock types, or random
uk: Ви можете вибрати будь-який з типів порід на карті, або випадковий

source: Random chunk
uk: Випадковий фрагмент

source: Select machine output
uk: Виберіть потужність машини

source: This building must be placed on water
uk: Ця будівля повинна бути розміщена на воді

source: Random Graphic
uk: Випадкова графіка

source: Change Graphic of this building randomly between those available
uk: Змінюйте графіку цієї будівлі випадковим чином між доступними

source: Choose Graphic
uk: Вибрати графіку

source: Choose Graphic of this building via a menu with all available options
uk: Вибрати графіку цієї будівлі через меню з усіма доступними опціями

source: This building doesn't have extra random graphics to choose from.
uk: Ця будівля не має додаткової випадкової графіки на вибір.

source: Some modder added the comp class to the building without alternative graphics, which is weird
uk: Якийсь модер додав клас comp до будівлі без альтернативної графіки, що дивно

source: Hide the "Random Graphic" and "Choose Graphic" buttons
uk: Приховати кнопки "Випадкова графіка" та "Вибрати графіку"

source: Make random graphics buildings NOT start randomized
uk: Зробити так, щоб випадкові графічні будівлі НЕ починали рандомізуватися

source: Switch light color
uk: Перемкнути колір світла

source: Change current light colour.
uk: Змінити поточний колір світла.

source: Change color to {0}
uk: Змінити колір на {0}

source: Power is off.
uk: Енергія вимкнена.

source: Impossible to switch color.
uk: Неможливо змінити колір.

source: over 40ºC
uk: понад 40ºC

source: below 0ºC
uk: нижче 0ºC

source: armoured
uk: броньований

source: no sunlight
uk: без сонячного світла

source: on water
uk: на воді

source: on dry land
uk: на суші

source: {0}'s eggs have been fertilized!
uk: Яйця {0} запліднені!

source: The egglaying process will continue until a fertile egg is laid.
uk: Процес відкладання яєць триватиме доти, доки не буде відкладено плідне яйце.

source: {0} fertilized!
uk: {0} запліднена!

source: {0} has laid an egg!
uk: {0} відклала яйце!

source: Keep it warm and protected.
uk: Тримайте його в теплі та під захистом.

source: {0} laid an egg!
uk: {0} відклала яйце!

source: {0} has hatched from an egg!
uk: {0} {0_gender ? вилупився : вилупилась} з яйця!

source: {0} hatched!
uk: {0} {0_gender ? вилупився : вилупилась}!

source: Males don't lay eggs
uk: Чоловіки не відкладають яйця

source: {0} needs one of the following memes to be chosen too to work: {1}
uk: {0} потребує вибору одну з наступних рис для роботи: {1}

source: {0} is on cooldown for {1}
uk: {0} перезаряджається протягом {1}

source: {0} doesn't meet the requirements
uk: {0} не відповідає вимогам

source: Power
uk: Живлення

source: Duration
uk: Тривалість

source: Target must be hostile
uk: Ціль повинна бути ворожою

source: Minimum radius
uk: Мінімальний радіус

source: Right-click to enable autocasting.
uk: Клацніть правою кнопкою миші, щоб увімкнути автозапуск.

source: Right-click to disable autocasting.
uk: Клацніть правою кнопкою миші, щоб вимкнути автозапуск.

source: Body clock
uk: Біологічний годинник

source: Determines when the animal sleeps and when it is awake.\n\nDiurnal animals sleep during the night and are awake during the day, while nocturnal animals sleep during the day and are awake during the night.
uk: Визначає, коли тварина спить, а коли не спить.\n\nДенні тварини сплять вночі і не сплять вдень, тоді як нічні тварини сплять вдень і не сплять вночі.

source: Crepuscular animals are mainly active during dusk.
uk: Сутінкові тварини переважно активні в сутінках.

source: Diurnal
uk: Денний

source: Nocturnal
uk: Нічний

source: Crepuscular
uk: Сутінковий

source: {0} has reproduced asexually.
uk: {0} розмножується безстатевим шляхом.

source: {0} has cloned itself.
uk: {0} {0_gender ? клонував : клонувала} себе.

source: {0} has sporulated.
uk: {0} {0_gender ? розмножився : розмножилась}.

source: This creature is untameable
uk: Цю істоту неможливо приручити

source: Time to metamorphosis: {0}
uk: Час до перетворення: {0}

source: Warning, this egg explodes when hatching!
uk: Попередження, це яйце вибухає при вилученні!

source: Animal expires in: {0}
uk: Тварина помре через: {0}

source: Disable {0}
uk: Вимкнути {0}

source: {0} creatures swallowed whole.
uk: {0} істот проковтнуто цілком.

source: Will be consumed in {0}
uk: Буде спожито через {0}

source: The terrain needs to be diggable to do this
uk: Для цього місцевість повинна бути легкою для копання

source: While caravaning, produces {0} {1} every:
uk: Під час каравану виробляє {0} {1} кожен раз:

source: These animal behaviours options will affect all animal mods that share code from the Vanilla Expanded Framework
uk: Ці параметри поведінки тварин впливатимуть на всі модифікації тварин, які використовують код з розширеного фреймворку Vanilla Expanded Framework

source: Allow corpse decaying mechanics (for example, Helixien slug's effect)
uk: Дозволити механіку "розкладання трупів" (наприклад, ефект слимака Гелісієна)

source: Allow digging when hungry mechanics (for example, Frostmites digging corpses)
uk: Дозволити механіку "копання, коли голодний" (наприклад, Морозники копають трупи)

source: Allows animals digging for things periodically
uk: Дозволити тваринам періодично копати речі

source: Allow animal particles (gas and filth)
uk: Дозволити наявність частинок від тварин (газів і бруду)

source: Allow asexual reproduction
uk: Дозволити безстатеве розмноження

source: Asexual reproduction disabled via mod options
uk: Безстатеве розмноження вимкнено в опціях мода

source: Allow "blink" mechanics (for example, Skiphounds)
uk: Дозволити механіку "мерехтіння" (наприклад, Скіпхаунди)

source: Allow animals building things (for example, beavers building dams)
uk: Дозволити тваринам будувати речі (наприклад, бобри будують греблі)

source: Allow animals recharging nearby batteries or refueling
uk: Дозволити тваринам підзаряджати або заправляти найближчі акумулятори

source: Allow animals' eggs that explode (such as dragons')
uk: Дозволити яйця тварин, що вибухають (наприклад, драконів)

source: Allow animals "hovering", ignoring terrain movement costs and waterstriding
uk: Дозволити тваринам "парити", ігноруючи витрати на переміщення по місцевості та пересування по воді

source: Allow animals changing graphics (for example, Chameleon Yak)
uk: Дозволити тваринам змінювати графіку (наприклад, Як-Хамелеон)

source: Allows animals causing hediffs, mental states or thoughts
uk: Дозволити тваринам викликати ефекти (hediffs), психічні стани або думки

source: Allow health regeneration (active and passive)
uk: Дозволити регенерацію здоров'я (активну та пасивну)

source: Allow animals to auto-resurrect (for example Phoenix Owlcat)
uk: Дозволити тваринам автоматично воскресати (наприклад, Феніксовий Совкіт)

source: Allow some animals to be untameable
uk: Дозволити деяким тваринам бути неприборканими

source: Search:
uk: Пошук:

source: Requires {0} Kg total mass
uk: Потребує {0} кг загальної маси

source: Weapon requires powered armor
uk: Зброя вимагає живлення броні

source: Insert
uk: Вставити

source: Insert
uk: Вставити

source: Insert
uk: Вставити

source: Insert
uk: Вставити

source: Insert {0}
uk: Вставити {0}

source: Output {0}
uk: Вивід {0}

source: Output {0} from {1}
uk: Вивід {0} з {1}

source: Processor will output {0}.
uk: Процесор виведе {0}.

source: It needs to be fed {1}
uk: Йому потрібно подати {1}

source: Insert {0} in 2nd slot
uk: Вставити {0} у 2-й слот

source: Insert {0} in 3rd slot
uk: Вставити {0} у 3-й слот

source: No items of that kind ({0}) found in this map
uk: На цій мапі не знайдено елементів такого типу ({0})
