Repository: Inadequado4192/UkrainianPlease
Catalog: Translations/Incompleted/2023507013 Vanilla Expanded Framework/data/*.xliff
Languages: uk

source: Bring Ingredients
uk: Принесіть інгредієнти

source: Bring ingredients to start the process
uk: Принесіть інгредієнти, щоб почати процес

source: Cancel Bringing Ingredients
uk: Скасувати доставлення інгредієнтів

source: Cancel Bringing Ingredients to this building
uk: Скасувати доставлення інгредієнтів до цієї будівлі

source: No ingredient found on map
uk: На карті не знайдено жодного інгредієнта

source: Choose Ingredient
uk: Виберіть інгредієнт

source: Choose Output
uk: Виберіть вивід

source: Choose Second Ingredient
uk: Виберіть другий інгредієнт

source: Choose Third Ingredient
uk: Виберіть третій інгредієнт

source: Choose Fourth Ingredient
uk: Виберіть четвертий інгредієнт

source: One of the ingredients has been improperly defined to work with the item processor, contact the mod's author
uk: Один з інгредієнтів неправильно визначено для роботи з процесором предметів, зверніться до автора мода

source: {0} needs to be powered to start working
uk: {0} потребує живлення, щоб почати працювати

source: {0} needs to be fueled to start working
uk: {0} потребує заправки, щоб почати працювати

source: {0} needs to have an adequate light level to start working
uk: {0} потребує достатнього рівня освітлення, щоб почати роботу

source: {0} needs to not be raining to start working
uk: {0} не працює через дощову погоду

source: {0} needs to have an adequate temperature ({1} - {2}) to start working
uk: {0} потребує відповідної температури ({1} - {2}), щоб почати працювати

source: The result is spoiling due to a power failure in the item processor
uk: Результат псується через збій живлення в процесорі предметів

source: The result has spoiled due to a power failure in the item processor
uk: Результат зіпсовано через збій живлення в процесорі елемента

source: A product has finished processing and is waiting for pickup
uk: Товар закінчив обробку і чекає на самовивіз

source: {0} is empty
uk: {0} порожній

source: {0} is filled with {1}
uk: {0} заповнений {1}

source: {0}'s 2nd slot is filled with {1}
uk: 2-й слот {0} заповнений {1}

source: {0}'s 3rd slot is filled with {1}
uk: 3-й слот {0} заповнений {1}

source: {0}'s 4th slot is filled with {1}
uk: 4-й слот {0} заповнений {1}

source: (filled at {0} of {1})
uk: (заповнено на {0} з {1})

source: {0} is working:
uk: {0} працює:

source: {0} is paused:
uk: {0} призупинено:

source: {0} is processing {1}.
uk: {0} обробляє {1}.

source: {2} will be ready with {3} quality in {4}
uk: {2} буде готовий з якістю {3} через {4}

source: {0} is processing {1}.
uk: {0} обробляє {1}.

source: {2} will be ready in {3}
uk: {2} буде готовий через {3}

source: Remove {0} ({1})
uk: Вилучити {0} ({1})

source: Remove {0} from the {1}.
uk: Вилучити {0} з {1}.

source: The product will be ready at the present quality level ({2})
uk: Продукт буде готовий на поточному рівні якості ({2})

source: Reset Recipes
uk: Скинути рецепти

source: This will reset the building after the current product is finished, so a new input ingredient can be chosen
uk: Це призведе до скидання будівлі після завершення поточного продукту, щоб можна було вибрати новий вхідний інгредієнт

source: No combination found for these ingredients
uk: Не знайдено комбінації для цих інгредієнтів

source: Set quality for product extraction.
uk: Встановіть якість для вилучення продукту.

source: When the product reaches this quality, a colonist will automatically retrieve it and carry it to an stockpile if available.
uk: Коли продукт досягає цієї якості, колоніст автоматично забирає його і переносить до запасу, якщо він є в наявності.

source: If not set, products will be extracted manually, or at Legendary quality.
uk: Якщо його не встановлено, продукти будуть видобуватися вручну або з легендарною якістю.

source: Choose Auto Quality
uk: Вибрати автоматичну якість

source: Auto Quality: {0}
uk: Автоматична якість: {0}

source: Disable Auto Quality
uk: Вимкнути автоматичну якість

source: Auto Quality, product will be extracted at quality level: {0}
uk: Автоматична якість, продукт буде видобуто на рівні якості: {0}

source: Auto Ingredient Acquiring
uk: Автоматичне придбання інгредієнтів

source: If set to active, this building will automatically grab ingredients from adjacent hoppers, and automatically start working again once the product is removed.
uk: Якщо ввімкнено активний режим, ця будівля автоматично захоплюватиме інгредієнти з сусідніх контейнерів і автоматично почне працювати знову, як тільки продукт буде вилучено.

source: If not, colonists will haul the ingredients to the building, and it will need to be activated manually once refilled
uk: Якщо ні, то колоністи принесуть інгредієнти до будівлі, і її потрібно буде активувати вручну після поповнення запасів

source: Reset Machine
uk: Скинути машину

source: Fully resets the machine and makes it stop.
uk: Повністю перезавантажує машину та змушує її зупинитися.

source: Warning, it will destroy the process and the input items
uk: Увага, це знищить процес і вхідні предмети

source: Waiting for pickup
uk: Очікує на вивезення

source: The process in this machine is being interrupted due to an inadequate level of light and will be spoiled soon
uk: Процес у цій машині переривається через недостатній рівень освітлення і незабаром буде зіпсований

source: The product in this machine has spoiled due to an inadequate level of light
uk: Продукт у цій машині зіпсувався через недостатній рівень освітлення

source: The process in this machine is being interrupted due to inclement weather and will be spoiled soon
uk: Процес у цій машині переривається через несприятливі погодні умови та незабаром буде зіпсований

source: The product in this machine has spoiled due to inclement weather
uk: Продукт у цій машині зіпсувався через несприятливі погодні умови

source: The process in this machine is being interrupted due to an unsuitable temperature and will be spoiled soon
uk: Процес у цій машині переривається через невідповідну температуру і незабаром буде зіпсований

source: The product in this machine has spoiled due to an unsuitable temperature
uk: Продукт у цій машині зіпсувався через невідповідну температуру

source: This fermenter needs a temperature between {0} and {1} ºC
uk: Для цього ферментеру потрібна температура від {0} до {1} ºC

source: Pause / Restart
uk: Призупинити / перезапустити

source: Pause / Restart this machine's processing
uk: Призупинити / перезапустити обробку цієї машини

source: Waiting for output to clear.
uk: Чекаємо, поки вихід не буде очищено.

source: Output limit is {0}
uk: Межа виводу становить {0}

source: No modded recipes found for this factory
uk: Для цієї фабрики не знайдено модифікованих рецептів

source: Add
uk: Додати

source: Remove
uk: Видалити

source: Spawn near center
uk: Створити біля центру

source: Allow fogged position
uk: Дозволити перехоплення позиції

source: Spawn part of ennemy faction
uk: Створити частину ворожої фракції

source: Map contains
uk: Карта містить

source: Enter {0}
uk: Ввести {0}

source: Cannot enter {0}
uk: Не вдається ввести {0}

source: Equip {0} as shield
uk: Спорядити {0} як щит

source: (unusable with {0})
uk: (неможливо використовувати з {0})

source: ({0} will be unusable)
uk: ({0} буде непридатним)

source: Protects
uk: Захищає

source: What body parts the shield protects.
uk: Які частини тіла захищає щит.

source: Faction relation modifiers
uk: Модифікатори відносин між фракціями

source: {0} to {1}
uk: {0} до {1}

source: All factions
uk: Усі фракції

source: All factions including hidden
uk: Всі фракції, включаючи приховані

source: Always hostile
uk: Завжди ворожа

source: Affect hidden
uk: Вплив приховано

source: Starting
uk: Запускається

source: Natural
uk: Природна

source: Usable with shields
uk: Використовується зі щитами

source: Whether or not this weapon can be used if the character also has a shield equipped.
uk: Чи можна використовувати цю зброю, якщо у персонажа також є щит.

source: New faction: {FactionName}
uk: Нова фракція: {FactionName}

source: This faction is added by {ModName} and not currently present in your game.
uk: Ця фракція додана модифікацією {ModName} і наразі не присутня у вашій грі.

source: an unknown mod
uk: невідомий мод

source: This is a hidden faction and won't show up in your faction list.
uk: Це прихована фракція, і вона не з'явиться у вашому списку фракцій.

source: It is marked as required by {ModName}.
uk: {ModName} позначив це як обов'язкове.

source: This faction is marked as non-spawning and you should probably just ignore it.
uk: Ця фракція позначена як не породжувана, і вам, ймовірно, слід просто ігнорувати її.

source: Please select how to proceed:
uk: Виберіть спосіб продовження:

source: Add the faction
uk: Додати фракцію

source: Add the faction with settlements
uk: Додати фракцію з поселеннями

source: Do nothing
uk: Нічого не робити

source: Don't ask for this faction again
uk: Більше не питати про цю фракцію

source: Failed to add the faction.
uk: Не вдалося додати фракцію.

source: Failed to create a faction with settlements.
uk: Не вдалося створити фракцію з поселеннями.

source: Added {FactionName} with {Amount} settlements.
uk: Додано {FactionName} з {Amount} поселеннями.

source: Added {FactionName}.
uk: Додано {FactionName}.

source: Settlements to spawn (recommended are {0}): {1}
uk: Поселення для створення (рекомендовано {0}): {1}

source: The minimum distance from player bases (recommended are {0}): {1}
uk: Мінімальна відстань від баз гравців (рекомендовано {0}): {1}

source: Spawn
uk: Створити

source: Cancel
uk: Скасувати

source: Reinforcements
uk: Підкріплення

source: Seeing that your forces suffered losses, {FACTION_name} has decided to reinforce their raiding force
uk: Побачивши, що ваші війська зазнали втрат, {FACTION_name} вирішила посилити свої рейдові сили

source: cost: {0} goodwill
uk: вартість: {0} доброзичливості фракцій

source: Weapon warm-up
uk: Розминка зброї

source: Shots fired when standing still warm-up the weapon allowing for increased firing speed.
uk: Постріли, зроблені на місці, розігрівають зброю, що дозволяє збільшити швидкість стрільби.

source: Overheating can lead to detonation.
uk: Перегрів може призвести до детонації.

source: Deep drill cannot be used with {0}.
uk: Глибоке свердло не можна використовувати з {0}.

source: Teleport to {0}
uk: Телепортуватися до {0}

source: Force Recharge
uk: Примусова перезарядка

source: Order the associated machine to return to this platform for charging, regardless of its current battery level.
uk: Накажіть пов'язаній машині повернутися на цю платформу для заряджання, незалежно від поточного рівня заряду акумулятора.

source: Attach Turret
uk: Приєднати турель

source: Construct a turret atop this mobile platform.
uk: Побудуйте турель на цій мобільній платформі.

source: This will require a colonist to deliver resources equal to that turret's normal construction cost.
uk: Для цього колоністу потрібно буде доставити ресурси, що дорівнюють звичайній вартості будівництва цієї турелі.

source: Machine destroyed
uk: Машину знищено

source: One of your machines has been destroyed!
uk: Одну з ваших машин знищено!

source: You can dismantle its remains at a machining table.
uk: Його залишки можна демонтувати на верстаті.

source: In order to construct a replacement, one of your colonists will need to deliver the following parts to its platform:\n\n{0}
uk: Для того, щоб побудувати заміну, одному з ваших колоністів потрібно буде доставити на цю платформу наступні деталі:\n\n{0}

source: Not enough resources
uk: Недостатньо ресурсів

source: No active mobile turret
uk: Немає активної мобільної турелі

source: Needed to rebuild machine:
uk: Машини, які потребують відновлення:

source: Needed to construct turret:
uk: Турелі, які потребують будівництва:

source: Reduce range
uk: Зменшити відстань

source: Reduce the number of tiles this machine will travel.
uk: Зменште кількість плиток, які проїде машина.

source: Increase range
uk: Збільшити відстань

source: Increase the number of tiles this machine will travel.
uk: Збільште кількість плиток, які проїде машина.

source: Stop machine
uk: Зупинити машину

source: Stop this machine's progress and force it to return to base.
uk: Зупиніть рух цієї машини та змусьте її повернутися на базу.

source: Start machine
uk: Запустити машину

source: Start this machine.
uk: Запустити цю машину.

source: Machine has run into an obstacle!
uk: Машина натрапила на перешкоду!

source: Set area
uk: Встановити область

source: Set the allowed area for all of this platform's associated machines.
uk: Встановіть дозволену область для всіх пов'язаних з цією платформою машин.

source: This droid is rideable.
uk: Цей дроїд придатний для їзди.

source: People in a caravan will ride the fastest available animals/droids, improving the speed of the caravan as a whole.
uk: Люди в каравані їхатимуть на найшвидших доступних тваринах/дроїдах, покращуючи швидкість каравану в цілому.

source: {MACHINE_nameDef} ran out of power, and was left behind.
uk: {MACHINE_nameDef} розрядився і був залишений.

source: The drone's name is now {0}.
uk: Ім'я дрона тепер {0}.

source: on top
uk: вгорі

source: acid burn
uk: кислотний опік

source: {0} has been corroded to death.
uk: {0} {0_gender ? був роз'їдений : була роз'їдена} корозією до смерті.

source: permanent burn
uk: постійний опік

source: {0} has been killed by burning.
uk: {0} {0_gender ? загинув : загинула} у вогні.

source: permanent burn
uk: постійний опік

source: A permanent burn scar that cannot be treated.
uk: Постійний шрам від опіку, який неможливо вилікувати.

source: a permanent burn
uk: постійний опік

source: acid burn
uk: кислотний опік

source: A splash of acid that continues to cause burn wounds for quite some time after the initial attack.
uk: Бризки кислоти, які продовжують спричиняти опікові рани протягом тривалого часу після першої атаки.

source: minor, receiving burns
uk: незначний, отримання опіків

source: moderate, receiving burns
uk: помірний, отримання опіків

source: serious, receiving burns
uk: серйозний, отримання опіків

source: acid burn
uk: кислотний опік

source: An acid burn.
uk: Кислотний опік.

source: an acid burn
uk: кислотний опік

source: bandaged
uk: перев'язано

source: tended
uk: доглянуто

source: level of sunlight
uk: рівень сонячного світла

source: This creature feeds on sunlight.
uk: Ця істота живиться на сонячному світлі.

source: Inadequate levels of light will kill it.
uk: Недостатній рівень освітлення вб'є її.

source: adequate light
uk: достатньо світла

source: poor light levels
uk: поганий рівень світла

source: very low light levels
uk: дуже низький рівень світла

source: lack of sunlight
uk: нестача сонячного світла

source: extreme lack of sustenance
uk: надзвичайна нестача засобів до існування

source: toxic buildup
uk: отруєння токсинами

source: Toxins in the bloodstream.
uk: Токсини в крові.

source: This can come from various sources, including environmental toxins, venomous bites, or poisoned weapons.
uk: Це може бути отримане з різних джерел, включаючи токсини середовища, отруєні речовини, або отруєну зброю.

source: \nAt high doses, toxic buildup is lethal.
uk: \nУ високих дозах накопичення токсинів призводить до летального результату.

source: Even at low doses, it can generate cancers.
uk: Навіть у низьких дозах він може викликати рак.

source: \nContrary to base game toxic buildup, creatures who die with this toxic damage can be eaten.
uk: \nНа відміну від накопичення токсинів у звичайній грі, істоти, які помирають з токсичними пошкодженнями, можуть бути з'їдені.

source: initial
uk: початковий

source: initial
uk: початковий

source: minor
uk: незначний

source: moderate
uk: помірний

source: serious
uk: серйозний

source: extreme
uk: екстремальний

source: hypothermic slowdown
uk: гіпотермічне уповільнення

source: Dangerously low core body temperature.
uk: Небезпечно низька температура тіла.

source: Unless re-warmed, hypothermic slowdown gets worse and ends in death.
uk: Якщо не зігрітись, то стан погіршиться і зрештою призведе до смерті.

source: Recovery is quick once the victim is re-warmed.
uk: Одужання настає швидко, як тільки постраждалий відігріється.

source: minor
uk: незначний

source: minor
uk: незначний

source: moderate
uk: помірний

source: serious
uk: серйозний

source: extreme
uk: екстремальний

source: reinforcements
uk: підкріплення

source: outpost under attack
uk: аванпост під ударом

source: standing.
uk: стоїть.

source: gathering animal resource from TargetA.
uk: збір ресурсів тварин з TargetA.

source: destroying an item.
uk: знищення предмету.

source: laying egg.
uk: відкладає яйце.

source: consuming TargetA.
uk: споживає TargetA.

source: eating.
uk: їсти.

source: inserting ingredient.
uk: вставлення інгредієнта.

source: inserting ingredient.
uk: вставлення інгредієнта.

source: inserting ingredient.
uk: вставлення інгредієнта.

source: removing finished product.
uk: видалення завершеного продукту.

source: rebuilding machine.
uk: реконструкція машини.

source: attaching turret.
uk: прикріплення турелі.

source: recharging.
uk: підзарядка.

source: equipping TargetA.
uk: оснащення TargetA.

source: leaving.
uk: йде.

source: customizing TargetA.
uk: налаштування TargetA.

source: entering TargetA.
uk: входить в TargetA.

source: using TargetA to teleport to TargetB
uk: використовує TargetA для телепортації до TargetB

source: draining out of TargetA.
uk: витікає з TargetA.

source: filling TargetA.
uk: заповнює TargetA.

source: reloading TargetA.
uk: перезаряджає TargetA.

source: reloading TargetA.
uk: перезаряджає TargetA.

source: unloading TargetA.
uk: вивантажує TargetA.

source: restart game
uk: перезапустити гру

source: xenophobic rage
uk: ксенофобська лють

source: {0} is no longer in a xenophobic rage.
uk: {0} більше не знаходиться в ксенофобській люті.

source: {0} has flown into a xenophobic rage.\n\n[PAWN_pronoun] has decided to kill {1}.
uk: {0} впав у ксенофобську лють.\n\n[PAWN_pronoun] вирішив вбити {1}.

source: Mental state: Xenophobic rage
uk: Психічний стан: Ксенофобська лють

source: power
uk: живлення

source: Power represents the state of a machine's internal battery.
uk: Потужність відображає стан внутрішнього акумулятора машини.

source: If it gets too low, the machine will stop performing tasks and return to its station to recharge.
uk: Якщо рівень заряду буде занадто низьким, машина припинить виконання завдань і повернеться на свою станцію для підзарядки.

source: forced faction relations
uk: вимушені відносини фракцій

source: pawn arrive method
uk: спосіб надходження пішаків

source: add custom structure to starting map
uk: додати власну структуру до стартової мапи

source: enemies present
uk: присутність ворогів

source: Enemies are present in this place.
uk: Ворог знаходиться на цьому місці.

source: ranged cooldown factor
uk: фактор дальньої перезарядки

source: The cooldown on ranged weapons of the wearer is multiplied by this value.
uk: Перезарядка далекобійної зброї власника множиться на це значення.

source: verb range factor
uk: фактор діапазону дієслів

source: The range on weapons is multiplied by this value.
uk: На це значення множиться дальність дії зброї.

source: verb cooldown factor
uk: фактор перезарядки дієслова

source: The cooldown on weapons is multiplied by this value.
uk: Перезарядка зброї множиться на це значення.

source: Shield max energy offset
uk: Максимальне зміщення енергії щита

source: Offset of the maximum shield energy that the user can boost through various means.
uk: Максимальне зміщення енергії щита, яке користувач може підвищити різними способами.

source: Shield max energy factor
uk: Фактор максимальної енергії щита

source: Factor of the maximum shield energy that the user can boost through various means.
uk: Фактор максимальної енергії щита, який користувач може збільшити різними способами.

source: shield max energy
uk: максимальна енергія щита

source: The maximum energy a shield generator can have at one time.
uk: Максимальна енергія, яку може мати генератор щита за один раз.

source: More energy absorbs more damage.
uk: Більше енергії поглинає більше пошкоджень.

source: shield recharge rate
uk: швидкість зарядки щита

source: The rate at which a shield gains energy as long as it is not broken.
uk: Швидкість, з якою щит отримує енергію, поки він не зламаний.

source: shield radius
uk: радіус дії щита

source: The area covered when the energy shield is active.
uk: Площа, яку покриває енергетичний щит, коли він активний.

source: shield max energy
uk: максимальна енергія щита

source: The maximum energy a shield generator can have at one time.
uk: Максимальна енергія, яку може мати генератор щита за один раз.

source: More energy absorbs more damage.
uk: Більше енергії поглинає більше пошкоджень.

source: shield recharge rate
uk: швидкість зарядки щита

source: The rate at which a shield gains energy as long as it is not broken.
uk: Швидкість, з якою щит отримує енергію, поки він не зламаний.

source: shield radius
uk: радіус дії щита

source: The area covered when the energy shield is active.
uk: Площа, яку покриває енергетичний щит, коли він активний.

source: melee attack speed factor
uk: фактор швидкості атаки ближнього бою

source: A multiplier on melee attack speed.
uk: Множник на швидкість атаки в ближньому бою.

source: range attack speed factor
uk: фактор швидкості дальньої атаки

source: A multiplier on range attack speed.
uk: Множник на швидкість дальньої атаки.

source: melee attack damage factor
uk: фактор пошкодження ближнього бою

source: A multiplier on melee attack damage.
uk: Множник пошкоджень від атак ближнього бою.

source: range attack damage factor
uk: фактор пошкодження дальнього бою

source: A multiplier on range attack damage.
uk: Множник пошкоджень від атак дальнього бою.

source: Factors when equipped
uk: Фактори при оснащенні

source: shields
uk: щити

source: outpost delivery spot
uk: місце доставлення аванпосту

source: Designates a spot for items from outposts to be delivered to.
uk: Вказує на місце, куди можна доставити речі з аванпостів.

source: power conduit
uk: електропровід

source: A burried bundle of electrical cables for moving power around.
uk: Закопаний пучок електричних кабелів для переміщення електроенергії.

source: Mote
uk: Частинка

source: underground room
uk: підземна кімната

source: An underground room.
uk: Підземна кімната.

source: gather animal resource
uk: зібрати ресурси тварин з

source: gather animal resource from
uk: зібрати ресурси тварин з

source: gathering animal resource from
uk: збір ресурсів тварин з

source: destroy items
uk: знищувати предмети

source: destroy items
uk: знищити предмети

source: destroying items
uk: знищення предметів

source: bringing ingredient
uk: носіння інгредієнта

source: bring ingredient to
uk: віднести інгредієнт до

source: bringing ingredient to
uk: відносить інгредієнт до

source: bringing ingredient
uk: носіння інгредієнта

source: bring ingredient to
uk: віднести інгредієнт до

source: bringing ingredient to
uk: відносить інгредієнт до

source: bringing ingredient
uk: носіння інгредієнта

source: bring ingredient to
uk: віднести інгредієнт до

source: bringing ingredient to
uk: відносить інгредієнт до

source: removing finished product
uk: вилучення готової продукції

source: remove finished product from
uk: вилучити готову продукцію з

source: removing finished product from
uk: вилучає готову продукцію з

source: drain out of storage
uk: зливати зі сховища

source: drain out of storage
uk: зливати зі сховища

source: draining out of storage
uk: зливає зі сховища

source: fill storage
uk: наповнити сховище

source: fill storage
uk: наповнити сховище

source: filling storage
uk: наповнює сховище
